[
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "How Ivanka Trump’s Lawyer Is Defending Her Use of a Private Email Account",
    "description": "The first daughter who also serves as an assistant to the president, sent hundreds of emails—some to government officials—on the private account.",
    "url": "http://fortune.com/2018/11/20/ivanka-trump-email-account-lawyer-defense/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1055780310.jpg",
    "publishedAt": "2018-11-20T09:35:58Z",
    "content": "Ivanka Trump used a private email account while transitioning into government, a spokesman for her lawyer said on Monday night. Peter Mirijanian, a spokesman for Trumps lawyer Abbe Lowell, said in a statement that President Donald Trumps elder daughterwhose W… [+1347 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Kevin Kelleher",
    "title": "Alexandria Ocasio-Cortez Calls for Election Day to Become a National Holiday, Replacing Columbus Day",
    "description": "Alexandria Ocasio-Cortez said Election Day should be a national holiday to increase voter turnout. A political editor twitter bashed her.",
    "url": "http://fortune.com/2018/11/19/alexandria-ocasio-cortez-election-day-national-holiday-replacing-columbus-day/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1058471486-e1542673471213.jpg",
    "publishedAt": "2018-11-20T00:26:22Z",
    "content": "Alexandria Ocasio-Cortez, the politician who soon will become the youngest woman to serve in Congress, proposed replacing Columbus Day with a national voting holiday on Election Day. Ocasio-Cortez’ proposal was made in that raucous battleground for U.S. polit… [+1684 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Gillespie",
    "title": "FBI Classifies Proud Boys as Extremist Group, Document Shows",
    "description": "A report filed in Washington state shows that the FBI warned law enforcement that the group contributed to violence at political rallies.",
    "url": "http://fortune.com/2018/11/19/fbi-classifies-proud-boys-as-extremist-group-document-shows/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-674249590-e1542672133599.jpg",
    "publishedAt": "2018-11-20T00:04:42Z",
    "content": "The FBI classifies the far-right group the Proud Boys as “an extremist group with white nationalist ties,” a document linked to an investigation in Washington revealed. This is the first time the designation has been made public, the Guardian reports. The doc… [+1313 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Brittany Shoot",
    "title": "USDA Recalls Nearly 50 Tons of Beef Due to E. Coli Contamination",
    "description": "The USDA is recalling nearly 100,000 pounds of raw ground beef produced by Swiss Beef (part of JBS), due to concerns of E. coli contamination.",
    "url": "http://fortune.com/2018/11/19/usda-ground-beef-recall-e-coli/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-462467807-e1542670876512.jpg",
    "publishedAt": "2018-11-19T23:41:32Z",
    "content": "The United States Department of Agriculture (USDA) has announced a massive beef recall due to concerns about contamination from the deadly bacteria E. coli O157:H7. Utah-based Swiss Beef Co. is recalling 99,260 pounds of raw, non-intact ground beef products, … [+1196 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Gillespie",
    "title": "30,000 People Applied for Federal Loan Forgiveness. Only 96 Got it, Report Says",
    "description": "Less than 1% of applicants had their loans forgiven under the Public Service Loan Forgiveness program.",
    "url": "http://fortune.com/2018/11/19/30000-people-applied-for-federal-loan-forgiveness-only-96-got-it-report-says/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/rtx6aubc-e1542668172938.jpg",
    "publishedAt": "2018-11-19T23:23:34Z",
    "content": "Of the 30,000 applicants for federal student loan forgiveness, the U.S. Education Department has released less than 100 from their debt, CNBC reports. The Public Service Loan Forgiveness program, signed into law in 2007, aims to forgive the remaining balance … [+1018 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Kevin Kelleher",
    "title": "Bitcoin Falls Below $5,000 for First Time in 13 Months as Crypto Selloff Continues",
    "description": "Bitcoin was down below $5,000 in USD for the first time in 13 months. The value of cryptocurrencies is $161 billion as Ethereum and Bitcoin Cash fell too.",
    "url": "http://fortune.com/2018/11/19/bitcoin-falls-below-5000-for-first-time-in-13-months-as-crypto-selloff-continues/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1063549458-e1542669691215.jpg",
    "publishedAt": "2018-11-19T23:23:32Z",
    "content": "Bitcoin’s US dollar value continued plunging Monday, driving the cryptocurrency’s price below the $5,000 mark for the first time in 13 months. The price of Bitcoin fell as low as $4,754 Monday, marking a 14% drop in a 24-hour period. While it’s not clear what… [+1297 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Brittany Shoot",
    "title": "Michelle Obama’s Becoming Keeps Breaking Barnes & Noble Sales Records",
    "description": "Former First Lady Michelle Obama's new memoir, Becoming, sets new book sales record for Barnes & Noble for best first-week sales ever.",
    "url": "http://fortune.com/2018/11/19/michelle-obama-becoming-barnes-and-noble-book-sales/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1061264840-e1542663881367.jpg",
    "publishedAt": "2018-11-19T23:13:19Z",
    "content": "Talk about becoming a hit. Michelle Obama’s new memoir, Becoming, now holds Barnes &amp; Noble’s record for best first-week sales ever. Becoming has outsold 2018 bestsellers including journalist Bob Woodward’s Fear and former FBI director James Comey’s A High… [+1127 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Glenn Fleishman",
    "title": "Israel Lashes Out at Airbnb After the Company Pulls Listings of West Bank Home Rentals",
    "description": "Israel lashed out at Airbnb, following the firm's decision to remove all listings by Israeli settlers in disputed West Bank territory.",
    "url": "http://fortune.com/2018/11/19/israel-airbnb-boycott-bds-west-bank-removal/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1040620600-e1542668289880.jpg",
    "publishedAt": "2018-11-19T22:59:59Z",
    "content": "Airbnb will remove all listings by Jewish settlers in the West Bank, an Israeli-controlled disputed territory. In response, Israel said it would act to restrict Airbnb in the country, and encouraged affected Airbnb hosts to file lawsuits under Israel’s anti-b… [+3108 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Andrew Nusca",
    "title": "Fortune Global Tech Forum 2018 Livestream",
    "description": "Live from Guangzhou, China.",
    "url": "http://fortune.com/2018/11/19/global-tech-forum-livestream/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/fortune-global-tech-forum-800x450.jpg",
    "publishedAt": "2018-11-19T22:55:13Z",
    "content": "The Fortune Global Tech Forum taps into the strength of two Fortune powerhouse conferences: the Fortune Global Forum and our Brainstorm Tech conference, which brings together the smartest people in tech, media, entertainment, and finance. With a theme of “Inn… [+735 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jeff John Roberts",
    "title": "3 Reasons for the Crypto Collapse",
    "description": "Three recent events might explain the current collapse. The first is the SEC's announcement on Friday that the operators of two ICOs.",
    "url": "http://fortune.com/2018/11/19/bitcoin-price-collapse/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/09/gettyimages-1030734148.jpg",
    "publishedAt": "2018-11-19T22:46:26Z",
    "content": "The bad old days are back. Crypto prices are in free fall and no one’s sure where the bottom lies. Even mighty Bitcoin wasn’t spared as prices crashed below the $6,000 markregarded by many as an unofficial floorand then fell further to below $5,000. What’s go… [+2539 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Kevin Kelleher",
    "title": "It’s Official: Once Mighty FAANG Stocks Have All Entered a Bear Market",
    "description": "Shares of Apple (AAPL), Netflix (NFLX), Amazon (AMZN), Alphabet (GOOG, GOOGL) and Facebook (FB) declined Monday, pushing all five into bear markets.",
    "url": "http://fortune.com/2018/11/19/faang-stocks-entered-bear-market/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1061116394-e1542663545461.jpg",
    "publishedAt": "2018-11-19T22:39:51Z",
    "content": "Tech investors resumed their selloff of the large-cap FAANG stocks, with the five tech giants all sustaining declines of 20% or more, enough to push them into bear-market territory. Alphabet’s stock closed Monday at $1,020 a share, marking a 20% decline from … [+1582 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Glenn Fleishman",
    "title": "White House Restores Press Pass to CNN’s Jim Acosta and CNN Drops Lawsuit",
    "description": "The White House has restored Jim Acosta of CNN’s press pass, and CNN has dropped its constitutional lawsuit.",
    "url": "http://fortune.com/2018/11/19/trump-lawsuit-cnn-acosta-press-pass-due-process-dropped/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1068455530-e1542666675307.jpg",
    "publishedAt": "2018-11-19T22:33:26Z",
    "content": "The White House has restored CNN correspondent Jim Acosta’s press credentials, and CNN has dropped a lawsuit over the Trump administration’s access as of mid-afternoon on Nov. 19. The network said via Twitter that the lawsuit was “no longer necessary” as Acos… [+1665 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Laura Stampler",
    "title": "NASA May Start Selling Tourists Tickets to Space",
    "description": "U.S. space agency is mulling over whether to challenge private space tourism companies like Virgin Galaxy.",
    "url": "http://fortune.com/2018/11/19/nasa-tourists-tickets-to-space/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1051836124-e1542662927345.jpg",
    "publishedAt": "2018-11-19T22:33:20Z",
    "content": "NASA might soon be joining Richard Branson, Jeff Bezos, and Elon Musk in the space-for-profit race. After watching the billionaires’ respective Virgin Galaxy, Blue Origin, and SpaceX race to blast tourists out of the earth’s atmosphere, NASA is considering a … [+1442 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Robert Hackett, Jeff John Roberts, Jen Wieczner",
    "title": "The Ledger: Crypto Collapse, TransferWise, Beyond Market Cap",
    "description": "Exploring the place where finance and technology intersect: The latest news on Bitcoin, cryptocurrency, blockchain technology, and fintech.",
    "url": "http://fortune.com/2018/11/19/the-ledger-crypto-collapse-transferwise-beyond-market-cap/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2017/08/the-ledger-feat-image1.png",
    "publishedAt": "2018-11-19T22:25:47Z",
    "content": "The bad old days are back. Crypto prices are in free fall and no one’s sure where the bottom lies. Even mighty Bitcoin wasn’t spared as prices crashed below the $6,000 markregarded by many as an unofficial floorand then fell further to below $5,000. What’s go… [+2741 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Gillespie",
    "title": "Have a Negative Opinion of News Media? You’re Less Likely to Spot Fake News, Study Shows",
    "description": "Your opinion on the news media, along with your education level, is an indicator of whether you can spot fake news, a new study shows.",
    "url": "http://fortune.com/2018/11/19/have-a-negative-opinion-of-news-media-youre-less-likely-to-spot-fake-news-study-shows/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-839340898-e1542665783825.jpg",
    "publishedAt": "2018-11-19T22:17:56Z",
    "content": "People who loathe the news media have a harder time spotting fake news, a new study reveals. The study, administered by News Co/Lab and the Center for Media Engagement at the University of Texas at Austin, found that along with education level, negative opini… [+1114 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Sy Mukherjee",
    "title": "Brainstorm Health: Peanut Allergy Drug, Tesaro Stock and Sale, Health Care Investments",
    "description": "Brainstorm Health Daily: November 19, 2018",
    "url": "http://fortune.com/2018/11/19/brainstorm-health-daily-11-19-18/",
    "urlToImage": "http://fortune.com/img/misc/og-default.png",
    "publishedAt": "2018-11-19T22:12:27Z",
    "content": "Happy Monday, readers. I hope you had a wonderful weekend. Peanut allergies can be deadlyand a complicated practical issue to deal with, as anyone with personal experience with such an allergy (and there’s about one million kids in the U.S. who have one) well… [+1453 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Renae Reints",
    "title": "The Possibility of a Presidential Run by Beto O’Rourke Has Democratic Donors in a Holding Pattern",
    "description": "Politico reports many donors want to see if Beto O'Rourke will run for president in 2020. His senate campaign was charismatic and lucrative.",
    "url": "http://fortune.com/2018/11/19/beto-orourke-2020-fundraising/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1057954608-e1542664877600.jpg",
    "publishedAt": "2018-11-19T22:04:10Z",
    "content": "Democratic donors are waiting to hand out support for the 2020 presidential election until hearing their options, Politico reports, with many hoping to send Beto O’Rourke to the White House. Mikal Watts, a San Antonio lawyer and major Democratic money bundler… [+1828 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner",
    "title": "TransferWise Won’t Buy Into Blockchain Until More Banks Use Ripple",
    "description": "TransferWise chairman Taavet Hinrikus discusses what it would take for his company to use blockchain technology such as Ripple for payments.",
    "url": "http://fortune.com/2018/11/19/blockchain-ripple-transferwise/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/111718_balledger_transferwise1.jpg",
    "publishedAt": "2018-11-19T21:46:15Z",
    "content": "Blockchain may not be the revolutionary payments system its supporters have made it out to beat least not yet. While blockchainthe technology that underlies Bitcoin and other cryptocurrencieshas been hailed by companies including IBM and Mastercard as a way t… [+2972 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Sandro Galea",
    "title": "Commentary: The Midterms Were a Step Towards a Healthier U.S.",
    "description": "How the 2018 midterm elections were a step towards a healthier U.S., especially in the historical context of American medicine.",
    "url": "http://fortune.com/2018/11/19/midterm-elections-healthcare-progress/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/2018-midterms-healthcare-e1542660844250.jpg",
    "publishedAt": "2018-11-19T21:10:32Z",
    "content": "This piece is part of an ongoing series by Boston Universitys Dr. Sandro Galea on the intricacies of health care and public health. The past midterm elections were widely seen as being among the most consequential in our nations history. In the lead-up to the… [+6987 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Renae Reints",
    "title": "Family Behind Purdue Pharma and OxyContin Faces Multiple Lawsuits",
    "description": "The Sackler family, which controls Purdue Pharma, is facing more than one lawsuit for their personal role in the opioid crisis.",
    "url": "http://fortune.com/2018/11/19/sackler-family-opioids-lawsuits/",
    "urlToImage": "http://fortune.com/img/misc/og-default.png",
    "publishedAt": "2018-11-19T21:07:06Z",
    "content": "The Sackler familymembers of which own Purdue Pharma, maker of the legal but highly addictive prescription painkiller OxyContinis facing several lawsuits and a possible criminal investigation for its role in the opioid crisis, The Guardian reports. Last month… [+1935 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Price",
    "title": "Amazon Prime Has a New Benefit: Early ‘Aquaman’ Tickets",
    "description": "Amazon is offering Amazon Prime members the opportunity to see 'Aquaman' a week before its official U.S. release.",
    "url": "http://fortune.com/2018/11/19/amazon-prime-early-aquaman-tickets/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1003438110.jpg",
    "publishedAt": "2018-11-19T20:54:37Z",
    "content": "Amazon has already started rolling out its Black Friday deals and now it’s offering Prime members the opportunity to see Aquaman a week before it officially heads to U.S. theaters. The deal gives Prime members the opportunity to purchase tickets for a showing… [+897 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Laura Stampler",
    "title": "Instagram Is Purging Fake Followers From the App",
    "description": "Instagram announced that it will begin purging inauthentic engagement purchased from third-party apps from its platform.",
    "url": "http://fortune.com/2018/11/19/instagram-purge-fake-followers-commenters/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1059199466.jpg",
    "publishedAt": "2018-11-19T20:37:37Z",
    "content": "Influencer wannabes might be able to portray an inauthentic version of their lives, but Instagram announced that they won’t be able to buy inauthentic engagement anymore. The social sharing app is systematically purging fake followers, likes, and comments use… [+1302 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jonathan Vanian",
    "title": "You Can Now Make Skype Calls On Amazon’s Alexa-Powered Echo Speakers",
    "description": "Skype users can now ask their Alexa-enabled speakers to make free online audio calls to other Skype or Alexa users.",
    "url": "http://fortune.com/2018/11/19/you-can-now-make-skype-calls-on-amazons-alexa-powered-echo-speakers/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-956501510-e1542654618689.jpeg",
    "publishedAt": "2018-11-19T20:24:33Z",
    "content": "Online voice-calling service Skype is now available on Amazon’s Alexa-powered Echo smart speakers. Microsoft, which owns Skype, said Monday that Skype users can ask Alexa-enabled speakers to make free online calls to other Skype or Alexa users. To do so, call… [+1135 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Price",
    "title": "Guinness’ Latest Beer Is Aged in Bulleit Bourbon Barrels",
    "description": "Guinness Stout aged in Bulleit bourbon barrels is the first is a series of barrel-aged beers from the Irish brewery.",
    "url": "http://fortune.com/2018/11/19/guinness-beer-bulleit-bourbon-barrels/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/guinness-e1542657990341.jpeg",
    "publishedAt": "2018-11-19T20:09:12Z",
    "content": "Guinness is launching a barrel-aged beer this month, a brew made at its home in Dublin, Ireland, and then aged in Bulleit bourbon barrels at its new Barrel House in Baltimore, Maryland. The brew is the first is a series of barrel-aged beer expected to be rele… [+1004 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Aaron Pressman",
    "title": "HP Spectre Folio Review: Everything You Need to Know About the New Convertible Laptop",
    "description": "HP's Spectre Folio laptop converts into a tablet and is covered in leather.",
    "url": "http://fortune.com/2018/11/19/hp-spectre-folio-review/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/hp-spectre-folio-media-position-side-view.jpg",
    "publishedAt": "2018-11-19T19:50:59Z",
    "content": "So many thin and light laptops, so little time. Well, HP has a new laptop that is designed to stand out in a crowded field and, for the right user, its a winner. Dubbed the HP Spectre Folio, the new Windows laptop has a 13-inch touch-sensitive screen and a fu… [+5113 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Laura Stampler",
    "title": "Facebook Stock Plunges to Lowest Point in Nearly 2 Years",
    "description": "After facing public scrutiny for controversial \"opposition research\" tactics, Facebook's stock fell 5% Monday morning.",
    "url": "http://fortune.com/2018/11/19/facebook-stock-2-year-low-point/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1027118594.jpg",
    "publishedAt": "2018-11-19T19:47:46Z",
    "content": "Amidst rising public scrutiny over a recent New York Times investigation that accused Facebook executives of partnering with a PR firm that practiced unethical ( and anti-Semitic ) “opposition research,” the social networking company’s stock dropped 5% Monday… [+2002 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Renae Reints",
    "title": "Fox News Host Chris Wallace Tells Trump He’s Seen Globally as a ‘Beacon for Repression’",
    "description": "The Fox News host told Donald Trump his rhetoric about \"fake news\" being the \"enemy of the people\" makes him a \"beacon for repression.\"",
    "url": "http://fortune.com/2018/11/19/trump-fox-news-enemy-of-the-people/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/rts26cyz-e1542655821781.jpg",
    "publishedAt": "2018-11-19T19:31:41Z",
    "content": "Fox News host Chris Wallace confronted President Donald Trump about his anti-media rhetoric in an interview that aired Sunday, stating that the president is globally seen as a “beacon for repression.” “Leaders in authoritarian countries like Russia, China, Ve… [+1429 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Price",
    "title": "Taylor Swift Breaks Up With Her Longtime Record Label, Signs With a New One",
    "description": "Taylor Swift's deal with Universal includes ensuring artists get money from Spotify plays and giving her ownership of her master recordings.",
    "url": "http://fortune.com/2018/11/19/taylor-swift-new-record-label/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-960643486.jpg",
    "publishedAt": "2018-11-19T19:18:00Z",
    "content": "After more than 12 years with Big Machine Records, pop superstar Taylor Swift has signed with a new label. The singer used Instagram Monday to announce that she has signed a new multiyear, multi-album agreement with Universal Music Group and its subsidiary Re… [+1034 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Chris Morris",
    "title": "Black Friday Isn’t Just About Cheap TVs. It’s Also About This Once-A-Year Beer",
    "description": "Craft beer fans line up for Goose Island's Bourbon County Brand Stout on Black Friday.",
    "url": "http://fortune.com/2018/11/19/bourbon-county-brand-stout-goose-island-black-friday/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gibc_black_friday_2017_009-2-e1542649211655.jpg",
    "publishedAt": "2018-11-19T18:37:01Z",
    "content": "They line up hours before the doors open, hoping to grab one of the rare Black Friday specials before they’re gone. Sometimes, they wipe out a store’s entire stock in minutes. This particular breed of Black Friday shopper isn’t after a 4K TV or a laptop, thou… [+2652 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erin Corbett",
    "title": "White House Correspondents Dinner Won’t Feature a Comedian Next Year. Here’s Why",
    "description": "This year's White House Correspondents Dinner will not include a comedian. Instead, author Ron Chernow will speak about free speech.",
    "url": "http://fortune.com/2018/11/19/white-house-correspondents-dinner-change-jokes/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-854976952-e1542645385455.jpg",
    "publishedAt": "2018-11-19T18:11:49Z",
    "content": "The White House Correspondents’ Dinner, known for its comedic roasting of presidents and media, will be a lot different in 2019. Instead of jokes, the event will be a history lesson led by author Ron Chernow, a well-known biographer of American presidents and… [+1751 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Chris Morris",
    "title": "Vermont May Be the Nation’s Biggest Fan of Thanksgiving",
    "description": "YouTube ranks states food popularity, as judged by search interest.",
    "url": "http://fortune.com/2018/11/19/thanksgiving-2018-vermont-youtube/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-957722536-e1542645683695.jpg",
    "publishedAt": "2018-11-19T16:43:11Z",
    "content": "We all need a little help in the kitchen when it comes to Thanksgiving. And increasingly, we’re turning to YouTube for tutorials on new dishes to try or reminders on how best to prepare certain items. As the feast approaches, Google-owned YouTube has assemble… [+1155 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erin Corbett",
    "title": "Florida Is Suing Walgreens And CVS for Playing a Part in the Opioid Crisis",
    "description": "Florida attorney general Pam Bondi's office added Walgreens and CVS to a lawsuit against companies who played a role in the opioid crisis.",
    "url": "http://fortune.com/2018/11/19/florida-sues-cvs-walgreens-opioid-deaths/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-866262796-e1542644325292.jpg",
    "publishedAt": "2018-11-19T16:26:26Z",
    "content": "Florida’s Attorney General Pam Bondi is suing Walgreens and CVS, the two largest drugstores in the country, for their alleged involvement in the opioid crisis. Bondi’s office announced in a statement on Friday that she was adding the two companies to an exist… [+1878 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Chris Morris",
    "title": "71% of Americans Plan to Do Some Shopping This Thanksgiving Weekend",
    "description": "Seven out of 10 shoppers will be in stores this weekend, spending an average of $420 each.",
    "url": "http://fortune.com/2018/11/19/thanksgiving-weekend-sales-deloitte/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-877927164-e1542643746591.jpg",
    "publishedAt": "2018-11-19T16:10:00Z",
    "content": "No matter how much you try to avoid it, the odds indicate you’re going to end up shopping this weekend. A new Deloitte survey finds that 71% of Americans plan to shop either online or in brick-and-mortar stores over Thanksgiving weekend. They’ll be looking to… [+1533 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erik Sherman",
    "title": "Nearly Half of Americans Feel Pressured to Spend Too Much Money on Holiday Gifts",
    "description": "A Bankrate survey shows many people of all ages and incomes feel pushed to spend more on gifts than they can afford.",
    "url": "http://fortune.com/2018/11/19/holiday-spending-overspending-pressure/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-894971724-e1542642052461.jpg",
    "publishedAt": "2018-11-19T15:43:48Z",
    "content": "If you’re stressed about how much you’ll have to spend on gifts for Aunt Audrie and Cousin Freddie, don’t feel lonely. Forty-five percent of people surveyed by Bankrate felt pressured to spend more than they thought they should. The pressure was higher for th… [+1579 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "David’s Bridal Files for Bankruptcy and Plans to Stay Open",
    "description": "David’s Bridal Inc. filed for bankruptcy with a plan to cut debt by more than $400 million and a deal with lenders that will keep stores open.",
    "url": "http://fortune.com/2018/11/19/davids-bridal-chapter-11-bankruptcy/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-567425411.jpg",
    "publishedAt": "2018-11-19T15:18:35Z",
    "content": "Davids Bridal Inc. filed for bankruptcy with a plan to cut debt by more than $400 million and a deal with lenders that will keep stores open during a reorganization. The Chapter 11 filing in U.S. Bankruptcy Court in Delaware on Monday listed liabilities of mo… [+3088 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Aaron Pressman",
    "title": "Why Amy Schumer—and Everybody Else—Wants Their Own Podcast",
    "description": "Spotify made a deal with Amy Schumer to provide podcasts for the company's new podcast section in its music app.",
    "url": "http://fortune.com/2018/11/19/why-amy-schumer-and-everybody-else-wants-their-own-podcast/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1053663432.jpg",
    "publishedAt": "2018-11-19T15:14:34Z",
    "content": "This article first appeared in Data Sheet, Fortunes daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here. Video killed the radio star, or so goes the famous Buggles tune. Maybe a more current update would ask if podcas… [+3310 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Natasha Bach",
    "title": "Another White House Tell-All Is Coming in January From a Former Trump Loyalist",
    "description": "Cliff Sims, a former Trump advisor, kept hundreds of pages of notes while serving in the White House. His book is due in January.",
    "url": "http://fortune.com/2018/11/19/trump-book-team-of-vipers-cliff-sims/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1063108924.jpg",
    "publishedAt": "2018-11-19T14:48:45Z",
    "content": "Another month, another book about the Trump White House. The latest, due to be published in late January, was written by Cliff Sims, who served as a special assistant to the president and director of White House message strategy. The book is called Team of Vi… [+1304 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Polina Marinova",
    "title": "Term Sheet — Monday, November 19",
    "description": "On deals and dealmakers.",
    "url": "http://fortune.com/2018/11/19/term-sheet-monday-november-19/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2017/01/fortune-logo.jpg",
    "publishedAt": "2018-11-19T14:32:31Z",
    "content": "• Acorns, an Irvine, Calif.-based developer of a mobile app that automatically rounds up spare change from debit or credit card transactions to make micro investments, is in talks to raise more than $100 million at a valuation north of $700 million, according… [+2327 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Natasha Bach",
    "title": "White House Threatens to Revoke CNN Correspondent Jim Acosta’s Pass Again",
    "description": "The White House sent a letter to CNN's Jim Acosta suggesting that they will suspend his pass again when the restraining order expires.",
    "url": "http://fortune.com/2018/11/19/white-house-cnn-jim-acosta-press-pass/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1068455528-e1542637047948.jpg",
    "publishedAt": "2018-11-19T14:31:30Z",
    "content": "The battle is not over yet between CNN White House correspondent Jim Acosta and the Trump administration. Just three days after a federal judge ordered the administration to return Acostas press pass, the White House has suggested that they plan to suspend hi… [+1243 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erik Sherman",
    "title": "Social Media Does the Impossible: Unites Parties in Growing Distrust of Them",
    "description": "Democrats, Independents, and Republicans all become increasingly soured on whether social media help or hurt democracy and free speech.",
    "url": "http://fortune.com/2018/11/19/social-media-facebook-twitter-trust/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1061213886-e1542637672438.jpg",
    "publishedAt": "2018-11-19T14:30:35Z",
    "content": "Republicans, Democrats, and Independents may not be able to agree taxes, foreign policy, or immigration. But they increasingly agree that social media do more to hurt free speech and democracy than help, according to a new poll out from Axios. The survey of 3… [+1580 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Don Reisinger",
    "title": "5 Best Gaming Deals at GameStop’s Black Friday Sales Event",
    "description": "GameStop has announced its 2018 Black Friday sales and they include a variety of offers on consoles, video games, and more.",
    "url": "http://fortune.com/2018/11/19/gamestop-black-friday-gaming-deals/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-526661596-e1542637341525.jpg",
    "publishedAt": "2018-11-19T14:23:56Z",
    "content": "Video game retailer GameStop is getting into the Black Friday swing of things. GameStop (gme) over the weekend announced its slate of Black Friday offers. The company said in a statement that it will open its doors to shoppers at 3 p.m. local time on Thanksgi… [+1290 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Aaron Pressman",
    "title": "Data Sheet—Why Amy Schumer—and Everybody Else—Wants Their Own Podcast",
    "description": "Spotify made a deal with Amy Schumer to provide podcasts for the company's new podcast section in its music app.",
    "url": "http://fortune.com/2018/11/19/data-sheet-podcast-spotify-amy-schumer/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1053663432.jpg",
    "publishedAt": "2018-11-19T14:19:53Z",
    "content": "This is the web version of Data Sheet, Fortunes daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here. Video killed the radio star, or so goes the famous Buggles tune. Maybe a more current update would ask if podcasts w… [+3277 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Rachel King",
    "title": "A Children’s Book Club Is Launching a Holiday Series With Picks Made by Melinda Gates, Sheryl Sandberg, and Sundar Pichai",
    "description": "Literati, a children's book subscription club, is launching a holiday series with picks by Melinda Gates, Sheryl Sandberg and Sundar Pichai.",
    "url": "http://fortune.com/2018/11/19/childrens-book-club-subscription-literati/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/dsc8412.jpg",
    "publishedAt": "2018-11-19T14:00:21Z",
    "content": "Literati Books, a children’s book club and subscription service, is launching a new holiday series called “Great Minds,” which will feature titles personally selected by some of the most well-known minds across business, media, technology, and academia. And, … [+2111 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Natasha Bach",
    "title": "Rain Is Forecasted for Fire-Ravaged California This Week. But It’s Not All Good News",
    "description": "Rain is predicted in California this week, potentially helping put out the fires, but making the search for victims more difficult.",
    "url": "http://fortune.com/2018/11/19/california-camp-fire-paradise-forecast/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1061906626.jpg",
    "publishedAt": "2018-11-19T13:31:30Z",
    "content": "Nearly two weeks after the devastating Camp Fire broke out in Paradise, Calif., just 65% of the 150,000 acre fire has been contained and 1,000 people are still reported missing. The Woolsey Fire in Southern California, meanwhile, has reached 90% containment. … [+1783 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erik Sherman",
    "title": "U.S. Tech Firms to Help Train 20 Million Southeast Asian Workers to Avoid the A.I. Apocalypse",
    "description": "Google, Microsoft, and Cisco joined a World Economic Forum initiative to ready Southeast Asian workers for a digital future of automation.",
    "url": "http://fortune.com/2018/11/19/u-s-tech-firms-train-20-million-asian-workers-automation-ai/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-596727304-e1542633851198.jpg",
    "publishedAt": "2018-11-19T13:26:03Z",
    "content": "Major U.S. tech companies such as Microsoft, Google, and Cisco joined a World Economic Forum (WEF) plan to train 20 million Southeast Asian workers in digital skills by 2020, according to the public-private cooperation organization. The plans are part of the … [+1583 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Hallie Detrick",
    "title": "Nissan Chairman Carlos Ghosn Is Likely Out After Lying About Compensation for ‘Many Years’",
    "description": "The architect of the Renault-Nissan-Mitsubishi alliance is accused of under-reporting his compensation for years",
    "url": "http://fortune.com/2018/11/19/carlos-ghosn-nissan-out/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1044751212.jpg",
    "publishedAt": "2018-11-19T12:46:31Z",
    "content": "Nissan Chairman Carlos Ghosn is expected to be ousted from his role at the company at the recommendation of CEO Hiroto Saikawa after allegations of serious misconduct that violate Japanese financial trading law. Ghosn went voluntarily with Tokyo prosecutors e… [+2208 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "David Meyer",
    "title": "Apple Introduced Its New iPhones Two Months Ago. It’s Already Slashing Production Orders, Says Report",
    "description": "Apple has reportedly slashed production orders for the iPhone XR and XS, causing supply chain havoc.",
    "url": "http://fortune.com/2018/11/19/apple-iphone-production-orders-cut/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1053681908.jpg",
    "publishedAt": "2018-11-19T12:30:11Z",
    "content": "Apple’s suppliers have for days been sounding warnings about iPhone demand. Now a new report has added fuel to the fire, potentially causing fresh stock market jitters. On Monday morning, the Wall Street Journal reported that Apple has in recent weeks “slashe… [+1276 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "David Meyer",
    "title": "Bitcoin and Ethereum Continue Tumble In Wake of ICO Crackdown",
    "description": "The cryptocurrency markets are all red again, and it may have something to do with the SEC's big crackdown on initial coin offerings.",
    "url": "http://fortune.com/2018/11/19/bitcoin-and-ethereum-tumble/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1058592708.jpg",
    "publishedAt": "2018-11-19T11:32:34Z",
    "content": "After the cryptocurrency crash that hit late last week, the Bitcoin market stabilized for a while. But not for long on Monday, it plummeted again, taking the value of one bitcoin as low as $5,173. This is the sort of level where Bitcoin was at back in October… [+1500 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Alan Murray, David Meyer",
    "title": "Ghosn Arrest, Zuck At War, APEC Summit: CEO Daily for November 19, 2018",
    "description": "Must-read business news, delivered every morning.",
    "url": "http://fortune.com/2018/11/19/carlos-ghosn-mark-zuckerberg-apec-ceo-daily-for-november-19-2018/",
    "urlToImage": "http://fortune.com/img/misc/og-default.png",
    "publishedAt": "2018-11-19T11:31:29Z",
    "content": "Brexit Latest Michel Barnier, the EU’s top Brexit negotiator (and, some say, a potential replacement for Jean-Claude Juncker as European Commission president,) has floated the idea of extending the Brexit transition until the end of 2022, in order to allow mo… [+1549 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 5 Best Retail Stocks to Buy for 2019—Along With Amazon",
    "description": "Even if consumer spending slows or a recession hits, investors say Amazon and retailers like Home Depot will beat the competition.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-amazon-home-depot-retail/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_retail.png",
    "publishedAt": "2018-11-19T11:30:44Z",
    "content": "Consumer spending is still strong: It accounted for more than three-quarters of GDP growth in the most recent quarter. But Melda Mergen, deputy global head of equities for Columbia Threadneedle Investments, for one, is expecting consumers to spend less in 201… [+4698 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Lucinda Shen",
    "title": "The Best Bond Funds to Buy for 2019 as Interest Rates Rise",
    "description": "As the bond market braces for a downturn, here’s how to invest.",
    "url": "http://fortune.com/2018/11/19/invest-2019-bonds-interest-rates/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_rates.png",
    "publishedAt": "2018-11-19T11:30:42Z",
    "content": "In normal times, when a stock-market downturn looks likely, investors move money into bonds, the better to protect their wealth from sharp losses. But these are not normal times: It looks like the beginning of a downturn in fixed income too. Interest rates ar… [+2053 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 6 Best International Stocks to Buy for 2019 Before the U.S. Economy Slows",
    "description": "When the U.S. economy inevitably slows, stocks in Brazil—including the McDonald's of Latin America—and Europe are set to take off.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-international-brazil-europe/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_foreign.png",
    "publishedAt": "2018-11-19T11:30:38Z",
    "content": "As for the rest of the world, investors are looking to places that are on a different curve of their economic cycle than the U.S., in hopes of catching their acceleration when the home economy begins to contract. European stock markets have continually lagged… [+2969 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Matthew Heimer",
    "title": "The Best Investing Advice for 2019 From Fortune’s Experts",
    "description": "The economy and the stock market don’t always march in lockstep, and investors got a sharp reminder of that fact this fall. Parade-and-fireworks-worthy GDP growth and employment numbers shared the spotlight with an ugly market slide that took some previously …",
    "url": "http://fortune.com/longform/best-stocks-2019-investor-roundtable/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/rou-12-18_opener.jpg",
    "publishedAt": "2018-11-19T11:30:36Z",
    "content": "The economy and the stock market dont always march in lockstep, and investors got a sharp reminder of that fact this fall. Parade-and-fireworks-worthy GDP growth and employment numbers shared the spotlight with an ugly market slide that took some previously b… [+26814 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 30 Best Stocks to Buy for 2019—in a Bull or Bear Market",
    "description": "As stock market volatility and interest rates rise, top investors think these are the best stocks to buy—even if a bear market is coming.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-bear-market-interest-rate/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto12_gold_sticks.jpg",
    "publishedAt": "2018-11-19T11:30:33Z",
    "content": "Nine-and-three-quarter years old. If the bull market were a child, it would be in the fourth grade, learning the state capitals and perhaps long division. But as stock runs go, this ones a centenarian. Its the longest bull market on record, if not quite the b… [+6074 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 5 Best Biotech and Health Care Stocks to Buy for 2019 Now That Congress Can’t Repeal Obamacare",
    "description": "With Congress split between Republicans and Democrats, Obamacare is safe from repeal, and pharma and biotech stocks are ready to surge.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-healthcare-illumina-obamacare/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_pharma.png",
    "publishedAt": "2018-11-19T11:30:29Z",
    "content": "Finally, the political clouds over health care seem to have parted: Split party control of Congress following the midterms means Obamacare isnt going anywhere, and proposals to curb drug prices are unlikely to pass both houses. Pharma and biotech stocks, afte… [+2680 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Fortune Staff",
    "title": "How We Picked Our Best Stocks for 2019",
    "description": "The game plan: Keep your portfolio growing, even if the bull market ends.",
    "url": "http://fortune.com/2018/11/19/2019-investors-guide/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/int12_sparks_final.jpg?w=720",
    "publishedAt": "2018-11-19T11:30:26Z",
    "content": "Remember The Story of Ferdinand? That childrens book from 1936, still in print, tells the tale of a Spanish bull who refuses to embrace his heritage and fight to the death in the corrida. Ferdinand, an icon of pacifism, would much rather lie under a cork tree… [+3640 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 3 Best Asia Stocks to Buy for 2019 Even in a China Trade War",
    "description": "Even if the Chinese economy slows or U.S. tariffs induce a trade war with China, these Asia-based companies are poised to grow.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-china-trade-war/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_asia.png",
    "publishedAt": "2018-11-19T11:30:25Z",
    "content": "Perhaps the biggest head-scratcher for investors this year is China, which despite growing its economy nearly twice as fast as the U.S. has been one of the worlds worst-performing markets in 2018, with certain indexes losing as much as a third of their value.… [+2534 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Matthew Heimer",
    "title": "How Fortune’s Best Stocks Performed in 2018",
    "description": "Fortune’s portfolio is up 5.2% over the past 12 months, boosted by Visa and da Vinci, but hurt by losses at Alibaba and Tencent.",
    "url": "http://fortune.com/2018/11/19/best-stocks-2018-performance/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_past_performance.png",
    "publishedAt": "2018-11-19T11:30:20Z",
    "content": "A year ago, the Fortune investment team picked an All-Tech Portfolio. Our thesis was that the companies that proved best at leveraging technologyno matter their industrywould deliver the best results for ­investors. How did that thesis play out in the markets… [+1757 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jen Wieczner, Scott DeCarlo",
    "title": "The 5 Best Tech Stocks to Buy for 2019—When Facebook and Google Are Cheap",
    "description": "Facebook stock is trading at its lowest valuation ever, and Google parent Alphabet looks cheap. Investors say it's time to buy tech stocks.",
    "url": "http://fortune.com/2018/11/19/best-stocks-buy-2019-tech-facebook-google/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/sto_tech.png",
    "publishedAt": "2018-11-19T11:30:02Z",
    "content": "Even market darlings eventually lose their luster. Tech stocks from social networking giants to chipmakers have taken a beating in recent monthspunished for privacy and data-leaking scandals, slowing user growth, uncertain demand for new Apple iPhones, and, i… [+4039 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Hallie Detrick",
    "title": "Welcome to Paris! Tax Protest Blights Opening of Apple’s New Champs-Élysées Store",
    "description": "Protestors gathered outside the new shop on the Champs-Élysées, Sunday to demand that Apple pay more tax in Europe.",
    "url": "http://fortune.com/2018/11/19/apple-champs-elysees-protest/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1063176844.jpg",
    "publishedAt": "2018-11-19T11:15:53Z",
    "content": "Apple’s newest store on Paris’s Champs-Élysées opened to much fanfare on Sunday, but probably not the type of fanfare the company was looking for. A brass band and a boisterous group of revellers gathered outside the new shop, throwing confetti and wearing pa… [+1244 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "David Meyer",
    "title": "Trump Says Finland Prevents Wildfires by ‘Raking’ Forests. Finland Isn’t Sure What He’s Talking About",
    "description": "The Finnish president is pretty sure he didn't tell Trump that raking prevents Finnish forest fires, as Trump claimed.",
    "url": "http://fortune.com/2018/11/19/trump-california-fires-raking-finalnd/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1063103794.jpg",
    "publishedAt": "2018-11-19T10:40:36Z",
    "content": "President Donald Trump appears to believe that forest fires, such as those that have devastated parts of California this month, can be prevented with some judicious rakingand he believes he believes this because the Finnish president told him so. However, the… [+1906 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Hallie Detrick",
    "title": "Tim Cook: The Free Market Has Failed, Government Regulation Of User Data Is Now “Inevitable”",
    "description": "The Apple CEO said he's a \"believer\" in the free market, but that it hasn't worked when it comes to user privacy.",
    "url": "http://fortune.com/2018/11/19/tim-cook-regulation-inevitable/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-967226872.jpg",
    "publishedAt": "2018-11-19T10:33:35Z",
    "content": "Apple CEO Tim Cook says the free market isn’t working when it comes to privacy and that government regulation of tech companies and the way they store user data is now “ inevitable.” “I’m a big believer in the free market,” Cook told Axios. “But we have to ad… [+982 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Claire Zillman, Emma Hinchliffe",
    "title": "Condoleezza Rice Browns, Disney Princesses, Sheryl Sandberg: Broadsheet November 19",
    "description": "The Broadsheet, Fortune Most Powerful Women by Kristen Bellstrom and Claire Zillman",
    "url": "http://fortune.com/2018/11/19/condoleezza-rice-browns-disney-princesses-sheryl-sandberg-broadsheet-november-19/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2017/02/mpw-revised-logo-2-42.png",
    "publishedAt": "2018-11-19T10:21:28Z",
    "content": "• Out on a cliff. The buzziest news of this weekend was no doubt the ESPN report that the Cleveland Browns are considering former U.S. Secretary of State Condoleezza Rice to be the NFL teams next head coach. The Browns have denied the report, but if true, she… [+3728 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "The Chairman of Nissan Is Expected to Be Arrested in Tokyo. Here’s Why.",
    "description": "Ghosn voluntarily went with Tokyo prosecutors, who are set to arrest him after questioning.",
    "url": "http://fortune.com/2018/11/19/nissan-chairman-carlos-ghosn-arrest/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1059133394.jpg",
    "publishedAt": "2018-11-19T10:17:41Z",
    "content": "Carlos Ghosn, the chairman of Nissan Motor Co., is set to be arrested in Tokyo over a suspected breach of Japanese financial trading law, the Asahi newspaper reported. Ghosn is suspected of manipulating financial filings and the alleged violations are related… [+1826 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Theresa May Seeks Business Support For Her Brexit Deal. But Will It Be Enough?",
    "description": "With Westminster implacably opposed, the British prime minister hopes business leaders will support her Brexit deal.",
    "url": "http://fortune.com/2018/11/19/theresa-may-business-support-brexit/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1061909924.jpg",
    "publishedAt": "2018-11-19T09:52:41Z",
    "content": "Theresa May will appeal to business leaders to help deliver her Brexit deal, as she fights implacable opposition in Parliament and a possible leadership challenge. The embattled prime minister will address the Confederation of British Industry in London on Mo… [+3856 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jeff John Roberts",
    "title": "Who Should Sit on Facebook’s Supreme Court? Here Are 5 Top Candidates",
    "description": "Here are five people that Facebook should select if it is serious about creating an independent Supreme Court.",
    "url": "http://fortune.com/2018/11/18/facebook-supreme-court-oversight-board-candidates/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/facebook-supreme-court.png",
    "publishedAt": "2018-11-18T22:05:18Z",
    "content": "Facebook CEO Mark Zuckerberg said this week the company will create an oversight board to help with content moderation. The move is a belated acknowledgement Zuckerberg is out of its depth when it comes to ethics and policy, and comes six months after he firs… [+3530 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Claire Zillman",
    "title": "Condoleezza Rice As Cleveland Browns’ Head Coach Would Give the NFL Its Own ‘Glass Cliff’ Moment",
    "description": "Cleveland is reportedly considering Condoleezza Rice for its head coach job, which fits into a larger trend of women leading amid struggles.",
    "url": "http://fortune.com/2018/11/18/condoleezza-rice-cleveland-browns-glass-cliff/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-633410636.jpg",
    "publishedAt": "2018-11-18T20:35:25Z",
    "content": "The buzziest news of this weekend is no doubt the ESPN report that the Cleveland Browns are considering former U.S. Secretary of State Condoleezza Rice to be the NFL teams next head coach. The Browns have denied the report, but if true, shed be the first woma… [+3777 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Trump Insults Key House Democrat Adam Schiff With Potty Humor Tweet",
    "description": "Trump referred to Adam Schiff as \"Adam Schitt\" in a tweet Sunday.",
    "url": "http://fortune.com/2018/11/18/trump-adam-schiff-tweet/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1067463120-e1542573120954.jpg",
    "publishedAt": "2018-11-18T20:33:02Z",
    "content": "President Donald Trump insulted Democratic Representative Adam Schiff of California with a tweet that misspelled the Intelligence Committee members name in a way that suggests a scatological reference. So funny to see little Adam Schitt (D-CA) talking about t… [+1857 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Rick Scott Retains Lead in Florida Senate Race After Manual Recount",
    "description": "Republican  Rick Scott held onto his narrow lead after two rounds of reviewing ballots cast almost two weeks ago.",
    "url": "http://fortune.com/2018/11/18/rick-scott-lead-florida-senate-race-recount/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1064437878-e1542567170890.jpg",
    "publishedAt": "2018-11-18T18:53:29Z",
    "content": "Republican Rick Scott held onto his narrow lead after two rounds of reviewing ballots cast almost two weeks ago. Scott, the states current governor, moved to within a hair of becoming one of Floridas senators. The manual recount that concluded Sunday gave Sco… [+3279 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "‘Fantastic Beasts’ Sequel Gives Warner Bros. Another Win at the Weekend Box Office",
    "description": "“Fantastic Beasts: The Crimes of Grindelwald,” from the Harry Potter universe, topped the weekend box office in North America.",
    "url": "http://fortune.com/2018/11/18/fantastic-beasts-grindelwald-box-office-weekend/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1062324998-e1542566591476.jpg",
    "publishedAt": "2018-11-18T18:44:24Z",
    "content": "Fantastic Beasts: The Crimes of Grindelwald, a sequel from the world of Harry Potter, topped the weekend box office in North America, extending a strong year for Warner Bros. Grindelwald — the second of five expected movies from the Fantastic Beasts series — … [+1247 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emma Hinchliffe",
    "title": "Tumblr iOS App Disappears From App Store",
    "description": "Tumblr isn't available for iOS download in the App Store, but it's not clear if Apple kicked it out.",
    "url": "http://fortune.com/2018/11/18/tumblr-ios-app-disappears-from-app-store/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-927886690.jpg",
    "publishedAt": "2018-11-18T18:31:38Z",
    "content": "Tumblr’s app is no longer available for download in Apple’s App Store, with no expected timeline for its return. Tumblr updated users on the status of its availability with a post Friday and an update Saturday. “Were working to resolve an issue with the iOS a… [+995 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erin Corbett",
    "title": "Here Are Some of This Year’s Best Black Friday Travel Deals",
    "description": "There are plenty of deals in 2018 starting Black Friday, as well as Cyber Monday, and Travel Tuesday, for savings on hotels and travel.",
    "url": "http://fortune.com/2018/11/18/black-friday-cyber-monday-travel-deal-tuesday-2018/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1047299550-e1542564882471.jpg",
    "publishedAt": "2018-11-18T18:19:28Z",
    "content": "The holiday season is fast approaching and so are holiday deals. With Black Friday right around the corner, there are plenty of travel discounts offered this year through Cyber Monday, including sales on lodging, air, and rail travel. This year, travelers mig… [+2004 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emma Hinchliffe",
    "title": "Lime Manufacturer Hits Back Over Claims It’s Responsible for Recalled Scooters",
    "description": "Lime manufacturer Okai rejected the electric scooter startup's claims that it's responsible for recalled broken scoters.",
    "url": "http://fortune.com/2018/11/18/lime-manufacturer-denies-scooter-recall-blame/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1056788540-e1542562812683.jpg",
    "publishedAt": "2018-11-18T17:44:57Z",
    "content": "Electric scooter startup Lime last week recalled scooters that broke in half and blamed a manufacturerbut now that manufacturer is fighting back, saying it’s not to blame for Lime’s faulty scooters. The Chinese manufacturer, Okai, rejected Lime’s claims that … [+1617 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erin Corbett",
    "title": "Trump Claims He Didn’t Know Matthew Whitaker’s Views on the Russia Probe",
    "description": "President Trump said in a Fox News Sunday interview with Chris Wallace that he was unaware of Matthew Whitaker's Russia probe views.",
    "url": "http://fortune.com/2018/11/18/trump-whitaker-russia-investigation/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1062423678-e1542557766161.jpg",
    "publishedAt": "2018-11-18T17:04:07Z",
    "content": "President Trump sat down with Chris Matthews for an interview on Fox News on Sunday morning, during which the president claimed he didn’t know about acting Attorney General Matthew Whitaker’s past statements regarding the Russia probe, which he posted about o… [+1158 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Trump Says U.S. May Never Know Saudi Prince’s Role in Journalist Jamal Khashoggi’s Death",
    "description": "Trump made his remarks during a “Fox News Sunday” interview that was taped Friday. He has also said the U.S. will issue a report Tuesday.",
    "url": "http://fortune.com/2018/11/18/trump-saudi-prince-khashoggi-death/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1051857002.jpg",
    "publishedAt": "2018-11-18T16:36:44Z",
    "content": "President Donald Trump said Saudi Crown Prince Mohammed bin Salman has denied to him perhaps five times any role in the killing of journalist Jamal Khashoggi, and the U.S. may never know whether he was involved in the murder. Well, will anybody really know? A… [+1061 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Erin Corbett",
    "title": "Watch Steve Carrell Troll the President While Portraying Jeff Bezos on ‘SNL’",
    "description": "Steve Carrell played Jeff Bezos on 'Saturday Night Live' and trolled President Donald Trump, while discussing Amazon's HQ2 decision.",
    "url": "http://fortune.com/2018/11/18/steve-carrell-jeff-bezos-snl/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/carrell-snl.png",
    "publishedAt": "2018-11-18T16:11:46Z",
    "content": "After Amazon dominated the news last week after it was announced it would split its new headquarters into two locations in New York and Virginia, CEO Jeff Bezosplayed by Steve Carrellmade an appearance on Saturday Night Live. Bezos, depicted by Carrell in a b… [+1281 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Robert Hackett",
    "title": "What BlackBerry’s Acquisition of Cylance Means for the Cybersecurity Business",
    "description": "BlackBerry is paying $1.4 billion in cash to buy Cylance, a cybersecurity firm, in order to strengthen its enterprise software business.",
    "url": "http://fortune.com/2018/11/17/blackberry-cylance-acquisition-cybersecurity-business/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-960491268-594x594.jpg",
    "publishedAt": "2018-11-17T23:07:31Z",
    "content": "BlackBerry is making its biggest acquisition ever. The once-dominant smartphone maker known for producing mobile devices so addictive people used to call them “crackberries” said Friday it is plunking down $1.4 billion in cash to buy Cylance, a cybersecurity … [+2414 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Robert Hackett",
    "title": "Cyber Saturday—BlackBerry’s Biggest Buy, Facebook’s Crisis Mismanagement, Assange’s Secret Charges",
    "description": "BlackBerry buys cybersecurity firm Cylance for $1.4 billion. Plus, Facebook's crisis mismanagement and Julian Assange to face charges.",
    "url": "http://fortune.com/2018/11/17/blackberry-cylance-facebook-julian-assange/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-960491268-594x594.jpg",
    "publishedAt": "2018-11-17T22:39:54Z",
    "content": "BlackBerry is making its biggest acquisition ever. The once-dominant smartphone maker known for producing mobile devices so addictive people used to call them “crackberries” said Friday it is plunking down $1.4 billion in cash to buy Cylance, a cybersecurity … [+2836 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Lisa Marie Segarra",
    "title": "YouTube Is Now Showing Free Hollywood Movies",
    "description": "YouTube recently added a new free-to-watch movie option that plays ads.",
    "url": "http://fortune.com/2018/11/17/youtube-free-movies-ads/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/youtube-e1542490837866.jpg",
    "publishedAt": "2018-11-17T21:41:01Z",
    "content": "It just became easier to get free movies. YouTube now has some Hollywood movies available to watch for free with ads. Over in the Movies &amp; Shows section, YouTube has been allowing customers to buy TV shows and films for some time. Now the selection includ… [+724 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "Your Guide to Winning the Economy Debate at Thanksgiving Dinner",
    "description": "Family dinner debates are like candied yams: Nobody really enjoys them, but they’re inevitable at Thanksgiving.",
    "url": "http://fortune.com/2018/11/17/economy-debate/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/thanksgiving-dinner-e1542482445607.jpg",
    "publishedAt": "2018-11-17T19:21:52Z",
    "content": "Family dinner debates are like candied yams: Nobody really enjoys them, but theyre inevitable at Thanksgiving. So if this years holiday discussion turns to the U.S. economy, weve got you covered. Whether your relatives want to talk about the job market as cas… [+4474 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Trump Calls Report That He’s Questioning Pence Loyalty ‘Phony’",
    "description": "President Donald Trump denied a news report that he was questioning Vice President Mike Pence’s loyalty and said they had a strong bond.",
    "url": "http://fortune.com/2018/11/17/trump-mike-pence-loyalty/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/trump-pence-e1542482101997.jpg",
    "publishedAt": "2018-11-17T19:15:36Z",
    "content": "President Donald Trump denied a news report that he was questioning Vice President Mike Pences loyalty and said they had a strong bond. I cant imagine any President having a better or closer relationship with their Vice President, he said in a tweet Saturday.… [+854 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "J. Crew CEO James Brett Steps Down After 16 Months in Role",
    "description": "James Brett replaced Mickey Drexler last summer amid declining sales and onerous debt payments.",
    "url": "http://fortune.com/2018/11/17/j-crew-ceo-james-brett-steps-down/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/jcrew.jpg",
    "publishedAt": "2018-11-17T19:10:59Z",
    "content": "J. Crew Group Inc. CEO James Brett is stepping down after reaching an agreement with the clothing store chains board of directors, the company announced. His tenure as chief executive was brief. He replaced Mickey Drexler last summer amid declining sales and … [+1433 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Canada Goose Is Turning the Dressing Room Into a Freezer",
    "description": "Canada Goose Holdings Inc. wants its customers to know what real cold feels like—from the comfort of a $1,000 parka.",
    "url": "http://fortune.com/2018/11/17/canada-goose-jacket/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/canada-goose-jacket-e1542481279886.jpg",
    "publishedAt": "2018-11-17T19:01:49Z",
    "content": "Canada Goose Holdings Inc. wants its customers to know what real cold feels likefrom the comfort of a $1,000 parka. The company is adding frigid rooms to some of its stores where shoppers can test the luxury coats in temperatures as low as -25 degrees Celsius… [+3095 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Lisa Marie Segarra",
    "title": "Facebook Filed a Patent to Analyze Who You Live With",
    "description": "The patent would analyze uploaded data to determine who a user lives with to target content to them.",
    "url": "http://fortune.com/2018/11/17/facebook-patent-household/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/facebook-patent-household-e1542476328331.jpg",
    "publishedAt": "2018-11-17T18:25:18Z",
    "content": "It may seem like Facebook knows everything about its users but, according to a patent Facebook filed for in 2017 that was made public this week, the social media giant might have plans to collect even more data. The patent would let the company analyze member… [+796 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Lisa Marie Segarra",
    "title": "Instagram Bug Leaves Some User Passwords Exposed",
    "description": "The bug occurred for a small number of users through the Download Your Data tool.",
    "url": "http://fortune.com/2018/11/17/instagram-bug-passwords/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/instagram-user-passwords-security-breach-e1542473050457.jpg",
    "publishedAt": "2018-11-17T16:59:45Z",
    "content": "Instagram users have been asking for a way to view all the data the company has on them, but this may be more than they were hoping for. The new Download Your Data tool that allows users to receive that information may have left some users’ passwords exposed.… [+708 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "Millennials Are Disrupting Thanksgiving With Their Tiny Turkeys",
    "description": "Tiny turkeys will increasingly grace Thanksgiving tables, thanks to millennials'  ongoing campaign to remake American gastronomy.",
    "url": "http://fortune.com/2018/11/17/thanksgiving-millennials-tiny-turkeys/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/thanksgiving-millennials-e1542469361496.jpg",
    "publishedAt": "2018-11-17T15:43:38Z",
    "content": "Small birds are having a big moment. Tiny turkeys will increasingly grace Thanksgiving tables next week, thanks to the millennial generations ongoing campaign to remake American gastronomy. The holiday depicted by Norman RockwellGrandma showing off a cooked b… [+3722 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "ABC’s Channing Dungey, Who Broke Ground as Black Executive, to Step Down",
    "description": "Walt Disney executive Channing Dungey, the first African-American to lead entertainment programming at one of the big four, is stepping down.",
    "url": "http://fortune.com/2018/11/17/abc-channing-dungey-steps-down/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/channing-dungey.jpg",
    "publishedAt": "2018-11-17T15:32:01Z",
    "content": "Walt Disney Co. executive Channing Dungey, the first African-American to lead entertainment programming at one of the big four broadcast networks, is stepping down after less than three years. Shell be replaced by Karey Burke, who held a similar job at Disney… [+928 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "Trump Says It’s ‘Good Time’ to Shut Down Government Over Border",
    "description": "Donald Trump said Saturday it is a good time to shut down the government to gain leverage with Democrats to fund his demands for a wall",
    "url": "http://fortune.com/2018/11/17/trump-government-shutdown-border-wall/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/trump-border-wall-e1542467981722.jpg",
    "publishedAt": "2018-11-17T15:20:16Z",
    "content": "President Donald Trump said Saturday it is a good time to shut down the government to gain leverage with Democrats to fund his demands for a wall along the U.S. border with Mexico. This would be a very good time to do a shutdown, Trump told reporters as he de… [+959 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "Trump to Survey ‘Incredible’ Fire Damage in California Following Criticism",
    "description": "The deadly California wildfires have killed 71 people and potentially left more than 1,000 missing.",
    "url": "http://fortune.com/2018/11/17/trump-california-fires/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/camp-fire-wildfire-e1542461877875.jpg",
    "publishedAt": "2018-11-17T13:38:25Z",
    "content": "President Donald Trump is traveling to California on Saturday to survey damage from the deadly wildfires that have killed 71 people and potentially left more than 1,000 missing, a tragedy hes blamed on mismanagement of the states forests by its Democratic lea… [+3745 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Jaclyn Gallucci",
    "title": "Senators Threaten to Regulate Facebook Unless It Makes Fixes",
    "description": "Senators Chris Coons and Bob Corker warned Friday that Congress would impose new regulations to rein in Facebook.",
    "url": "http://fortune.com/2018/11/17/facebook-regulation-privacy/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/corker-coons.jpg",
    "publishedAt": "2018-11-17T13:24:02Z",
    "content": "Senators Chris Coons and Bob Corker warned Friday that Congress would impose new regulations to rein in Facebook Inc. unless the social-media company addresses concerns about privacy and the spread of misinformation on its platform. Speaking in a joint interv… [+3444 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Bloomberg",
    "title": "Trade War Will Produce ‘No Winners,’ China’s Xi Tells APEC",
    "description": "Xi Jinping called for nations to uphold a rules-based order led by the World Trade Organization.",
    "url": "http://fortune.com/2018/11/17/trade-war-china-xi-jinping/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/xi-jinping.jpg",
    "publishedAt": "2018-11-17T13:15:52Z",
    "content": "Chinas President Xi Jinping said a trade war will produce no winners and called for nations to uphold a rules-based order led by the World Trade Organization. Implementing tariffs and cutting economic ties is a short-sighted approach and it is doomed to failu… [+1831 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Clay Chandler, Eamon Barrett",
    "title": "Why the U.S.-China Trade Deficit Keeps Growing Despite Trump’s Tariffs",
    "description": "The special Sino Saturday edition of our popular newsletter for leaders, by Time Inc. international editor Clay Chandler.",
    "url": "http://fortune.com/2018/11/17/why-the-u-s-china-trade-deficit-keeps-growing-despite-trumps-tariffs/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2017/01/fortune-logo.jpg",
    "publishedAt": "2018-11-17T11:53:45Z",
    "content": "One of the great ironies of the U.S.-China trade war is that, since March, when president Donald Trump began slapping tariffs on Chinese imports, America’s merchandise trade deficit with China has grown bigger, not smaller. As Financial Times’ Gillian Tett po… [+2667 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Gillespie",
    "title": "California Fires: Poor Air Quality Postpones ‘Big Game’ Between Cal and Stanford",
    "description": "The Big Game between Cal and Stanford that was set for Saturday is being postponed two weeks due to poor air quality from nearby Camp Fire.",
    "url": "http://fortune.com/2018/11/16/california-fires-poor-air-quality-postpones-big-game-between-cal-and-stanford/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-892994636-e1542411593711.jpg",
    "publishedAt": "2018-11-17T00:26:44Z",
    "content": "Fans of the annual Big Game between Stanford University and UC Berkeley (aka Cal), the San Francisco Bay Area’s biggest football rivalry, will have to wait a few weeks for the rivalry’s next installment. The game is being postponed for the first time in 55 ye… [+1723 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Kevin Kelleher",
    "title": "Northern California Officially Has the World’s Worst Air Quality, as Its Fires Continue to Rage",
    "description": "Air quality in SF and other Northern California cities were some of the worst in the world Friday, as smoke from the Camp Fire spread.",
    "url": "http://fortune.com/2018/11/16/northern-california-officially-worlds-worst-air-quality-californias-fires-continue-rage/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/rts25ukh1-e1542413904603.jpg",
    "publishedAt": "2018-11-17T00:19:30Z",
    "content": "San Francisco and other cities in Northern California have some of the worst air quality in the world as smoke from the deadly and destructive Camp Fire enshrouds the region with toxic smoke. Air quality conditions in the Bay Area went from “dangerous” to “ v… [+2057 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Brittany Shoot",
    "title": "As Camp Fire Pushes Smoke Into San Francisco, These Companies Are Giving Employees (and the Public) Free Face Masks",
    "description": "San Francisco has the worst air quality in the world due to Camp Fire smoke, so Cloudflare, Carbon Health giving out free masks to employees",
    "url": "http://fortune.com/2018/11/16/california-fires-san-francisco-bay-area-air-quality-face-masks/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-863272740-e1542412616845.jpg",
    "publishedAt": "2018-11-17T00:15:26Z",
    "content": "With the Camp Fire still raging in Northern California and winds pushing smoke south, San Francisco has the worst air quality in the world as of Thursday, according to IQAir’s world air quality and pollution city rankings. Many people are wearing face masks t… [+2097 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Emily Gillespie",
    "title": "A Retail Revival? One-Third of Americans Plan to Hit Brick-and-Mortar Stores on Black Friday",
    "description": "Of the 38% of people polled said they plan to shop on Black Friday, a majority plan to buy more than half of their holiday purchases.",
    "url": "http://fortune.com/2018/11/16/black-friday-retail-revival/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-459661006-e1542413471172.jpg",
    "publishedAt": "2018-11-17T00:12:13Z",
    "content": "While the day after Thanksgiving has proved less and less important for retailers in recent years, a new consumer poll points to a more promising Black Friday 2018. More than one-third of Americans plan to shop on Black Friday this year, a Reuters/Ipsos poll … [+1081 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Glenn Fleishman",
    "title": "CIA Concludes Saudi Crown Prince Ordered Khashoggi Killing, Report Says",
    "description": "Saudi officials have offered ever-changing explanations since the journalist's disappearance Oct. 2.",
    "url": "http://fortune.com/2018/11/16/cia-khashoggi-crown-prince-ordered-murder/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-939899154.jpg",
    "publishedAt": "2018-11-17T00:01:56Z",
    "content": "Saudi Crown Prince Mohammed bin Salman ordered the assassination of journalist Jamal Khashoggi the CIA has concluded, according to a report in The Washington Post. The Post says the CIA had multiple sources of intelligence, which included a call between Khash… [+1718 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Glenn Fleishman, Brittany Shoot",
    "title": "Trump Plans to Nominate a Former Coal Lobbyist as His EPA Director. Who Is Andrew Wheeler?",
    "description": "A former coal-industry lobbyist, Andrew Wheeler is currently interim director of the EPA and Trump's nominee for its permanent director post.",
    "url": "http://fortune.com/2018/11/16/wheeler-epa-coal-deregulation-pruitt-nomination/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-996382144.jpg",
    "publishedAt": "2018-11-16T23:32:24Z",
    "content": "Who is Andrew Wheeler, the former coal lobbyist that President Donald Trump said Nov. 16 he plans to nominate as the permanent head of the Environmental Protection Agency (EPA)? Serving as the interim agency chief since Scott Pruitts resignation, following al… [+3422 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Glenn Fleishman",
    "title": "Stacey Abrams, Stating She Cannot Win Governor’s Race, Will Sue Georgia Over ‘Gross Mismanagement’ of Elections",
    "description": "Stacey Abrams says Brian Kemp has the votes to win Georgia's governor election, but her campaign will sue over \"gross mismanagement.\"",
    "url": "http://fortune.com/2018/11/16/abrams-georgia-kemp-election-governor-lawsuit/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-1054711258-e1542410083362.jpg",
    "publishedAt": "2018-11-16T23:17:16Z",
    "content": "Stating she cannot succeed in the contest for Georgia governor due to “deliberate and intentional” voter suppression, Democrat Stacy Abrams said in a public address, “This is not a speech of concession.” Immediately afterwards, she said she plans to file a fe… [+1274 chars]"
  },
  {
    "source": {
      "id": "fortune",
      "name": "Fortune"
    },
    "author": "Kevin Kelleher",
    "title": "Months After Trump Scolded Pfizer About Raising Drug Prices, It’s Raising Prices on 41 Drugs, Report Says",
    "description": "Pfizer is reportedly raising prices on 41 drugs only four months after President Trump criticized the practice in a tweet.",
    "url": "http://fortune.com/2018/11/16/trump-chided-pfizer-raising-prices-41-drugs-report/",
    "urlToImage": "https://fortunedotcom.files.wordpress.com/2018/11/gettyimages-819739392-e1542407576310.jpg",
    "publishedAt": "2018-11-16T23:11:07Z",
    "content": "In July, Pfizer backtracked on its plans to raise prices on 100 drugs after President Trump criticized the move on Twitter. Now, The Wall Street Journal says, the pharma giant is planning again to raise prices on 41 drugs. Pfizer intends to raise the list pri… [+1853 chars]"
  }
]