[
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Chantal Da Silva",
    "title": "'Let Them All In': Americans Rally at Southern Border in Solidarity With Migrant Caravan Amid Tear Gas Clash",
    "description": "The show of solidarity came as U.S. immigration agents deployed tear gas against hundreds of migrants who rushed the border.",
    "url": "https://www.newsweek.com/let-them-all-americans-rally-southern-border-solidarity-migrant-caravan-amid-1230569",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/26/gettyimages-1065208474.jpg",
    "publishedAt": "2018-11-26T10:20:12Z",
    "content": "On Sunday, hundreds of protesters gathered on the U.S. side of the southern border to show solidarity with the caravan of Central American migrants seeking asylum in the U.S., as U.S. immigration agents deployed tear gas against hundreds of migrants who rushe… [+4001 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "kashmiragander",
    "title": "Someone Hacked Donald Trump's Wikipedia Page, Replaced Photo With Image of Penis",
    "description": "iPhone users who asked the president's age were met with the explicit image on Thursday.",
    "url": "https://www.newsweek.com/someone-hacked-donald-trumps-wikipedia-page-replaced-photo-image-penis-1228571",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/23/gettyimages-1062740802.jpg",
    "publishedAt": "2018-11-23T11:32:43Z",
    "content": "Donald Trumps Wikipedia page was edited to replace the presidents image with a penis on Thursday. Usually, the main image of the president on his Wikipedia page shows him smiling against a backdrop of the American flag, in an official White House portrait. Bu… [+2448 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Murdock",
    "title": "Video: New Footage Shows Houston Gunman Who Shot Two People in Broad Daylight at Bus Stop",
    "description": "One of the victims, now identified as Christopher Bankhead, was left paralyzed from the waist down after the November 4 gun attack.",
    "url": "https://www.newsweek.com/video-new-footage-shows-houston-gunman-who-shot-two-people-broad-daylight-bus-1228528",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/23/houston-shooting.png",
    "publishedAt": "2018-11-23T10:30:30Z",
    "content": "Surveillance footage from a camera on a Metro bus has shown the exact moment two men were shot in broad daylight on a street in Houston, Texas, earlier this month. The color video clearly shows the two victims and the gunman, who remains at large. The shootin… [+1944 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Shane Croucher",
    "title": "Viral Facebook Video Shows White Arizona Woman's Racist Rant: 'You Will Be Wiped Out, Trust Me'",
    "description": "The incident in an Arizona restaurant was filmed and posted to Facebook by a Puerto Rican woman who asked if she could sit at a nearby table.",
    "url": "https://www.newsweek.com/viral-facebook-video-shows-white-arizona-womans-racist-rant-you-will-be-wiped-1228534",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/23/airzona-white-racist-woman.jpg",
    "publishedAt": "2018-11-23T10:00:20Z",
    "content": "A Puerto Rican woman posted a video to Facebook of a racist incident at a restaurant in Arizona during which she was told by a white woman at the next table that America should be all white and that you will be wiped up, trust me. Lennys Bermudez, a mortgage … [+2403 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dan Cancian",
    "title": "Andy Reid Goes Mental at Jared Goff and Referees on MNF, Twitter Loves It",
    "description": "The Chiefs head coach launched a remarkable tirade against officials on Monday Night Football.",
    "url": "https://www.newsweek.com/andy-reid-goes-mental-jared-goff-and-referees-mnf-twitter-loves-it-1223855",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1063589164.jpg",
    "publishedAt": "2018-11-20T09:28:44Z",
    "content": "There was no love lost between Kansas City Chiefs head coach Andy Reid and Los Angeles Rams quarterback Jared Goff on Monday Night Football. After the Chiefs had been yet again penalized early in the second quarter, Reid felt particularly aggrieved and remons… [+2221 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Katherine Hignett",
    "title": "Man Walks into Missouri Religious Supply Store, Sexually Assaults One Woman and Shoots Another in the Head",
    "description": "“The suspect remains at large and considered armed and dangerous,” police tweeted Monday.",
    "url": "https://www.newsweek.com/man-walks-missouri-religious-supply-store-sexually-assaults-one-woman-and-1223839",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/1120catholic-store.jpg",
    "publishedAt": "2018-11-20T09:09:14Z",
    "content": "One woman has died after a gunman attacked a religious store in suburban Missouri on Monday afternoon. The man entered a Catholic Supply of St. Louis store near Ballwin, where he fatally shot the woman and sexually assaulted another, the St. Louis County poli… [+2244 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Hannah Osborne",
    "title": "Madison County Has Broken Its Own ‘Grim’ Record for Opioid-Related Deaths",
    "description": "So far there have been 92 fatal overdoses in the county this year.",
    "url": "https://www.newsweek.com/madison-county-has-broken-its-own-grim-record-opioid-related-deaths-1223834",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/opioid-fentanyl.jpg",
    "publishedAt": "2018-11-20T09:05:35Z",
    "content": "Madison County has broken its own record for the number of opioid-related deaths with 92 fatal overdoses so far this year, the Coroners office has announced. The previous highest record was in 2014 when 91 people died as a result of opioids. Madison County Co… [+2577 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "kashmiragander",
    "title": "Texas Girl, 6, Accused of Strangling Baby Brother with Seat Belt as Dad Shopped",
    "description": "The girl told her father when he returned to the car she \"did something bad.\"",
    "url": "https://www.newsweek.com/texas-girl-6-accused-strangling-baby-brother-seat-belt-dad-shopped-1223827",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/seat-belt-stock.jpg",
    "publishedAt": "2018-11-20T09:00:06Z",
    "content": "A father in Texas has been charged with child abandonment after his six year old daughter strangled her baby brother with a car seatbelt. Adrian Dreshaun Middleton, 26, left his two children in his car in a parking lot as he shopped for clothes at a store in … [+2006 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dan Cancian",
    "title": "Rams Invited 3000 First Responders, Victims of Borderline Shooting and California Fires to MNF: 'You Would Not Believe What It Means to Us'",
    "description": "The Rams gave 3,000 complementary tickets to families of the victims and first responders.",
    "url": "https://www.newsweek.com/rams-invited-3000-first-responders-victims-borderline-shooting-and-california-1223807",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1063586568.jpg",
    "publishedAt": "2018-11-20T08:54:38Z",
    "content": "The Los Angeles Rams paid tribute to the victims and the people affected by the recent events in Southern California before their game against the Kansas City Chiefs on Monday night. In the last two weeks, the area has been ravaged by two tragedies of a very … [+2875 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "David Brennan",
    "title": "Sarah Palin Piles Into Alexandria Ocasio-Cortez for Fumbling 'Basic Civics'",
    "description": "A post on Palin's website suggested Ocasio-Cortez's “transition into the political fray has been bumpy, to say the least.”",
    "url": "https://www.newsweek.com/sarah-palin-piles-alexandria-ocasio-cortez-fumbling-basic-civics-1223809",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1058484782.jpg",
    "publishedAt": "2018-11-20T08:48:19Z",
    "content": "Former vice presidential candidate Sarah Palin has joined the right-wing mockery of Democratic House freshman Alexandria Ocasio-Cortez, after the 29-year-old made erroneous remarks about the U.S. political system in a Zoom video Monday. Ocasio-Cortezthe young… [+3197 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Chantal Da Silva",
    "title": "An Obama-Appointed Federal Judge Just Blocked Trump's 'Illegal' Asylum Ban",
    "description": "\"Whatever the scope of the president's authority may be, he may not rewrite the immigration laws to impose a condition that Congress has expressly forbidden,\" U.S. District Judge Jon S. Tigar said.",
    "url": "https://www.newsweek.com/obama-appointed-federal-judge-just-blocked-trumps-illegal-asylum-ban-1223816",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1060225882.jpg",
    "publishedAt": "2018-11-20T08:47:49Z",
    "content": "A federal judge has temporarily blocked the Trump administration from refusing asylum to immigrants caught crossing into the U.S. illegally. U.S. District Judge Jon S. Tigar issued a temporary restraining order on Monday, preventing the Trump administration f… [+2615 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Brendan Cole",
    "title": "Video: Colbert Loses It During Fake Melania Trump Segment—'I Haven't Touched my Husband's Privates in Years'",
    "description": "Laura Benanti who plays Melania Trump on CBS Show makes host laugh after he asks about sacking of deputy national security adviser Mira Ricardel.",
    "url": "https://www.newsweek.com/video-colbert-loses-it-during-fake-melania-trump-segment-i-havent-touched-my-1223797",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1063550828.jpg",
    "publishedAt": "2018-11-20T08:44:06Z",
    "content": "Amid rumors that Melania Trump is wielding ever more power in the White House, The Late Show with Stephen Colbert on CBS relished the chance of mocking the first lady. On her recent trip to Africa, she had reportedly clashed with deputy national security advi… [+2115 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Shane Croucher",
    "title": "What Is Ivanka Trump Accused of? Personal Email Use for Government Work Draws 'Crooked Hillary' Comparison",
    "description": "President Donald Trump’s daughter Ivanka Trump is drawing comparisons with “Crooked” Hillary Clinton over her use of a personal email for government business.",
    "url": "https://www.newsweek.com/what-ivanka-trump-accused-personal-email-use-government-work-draws-crooked-1223784",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/ivanka-trump.jpg",
    "publishedAt": "2018-11-20T08:34:20Z",
    "content": "Ivanka Trump used her personal email to send hundreds of messages about official White House business in what her fathers aides reportedly fear will draw comparisons with Hillary Clinton. President Donald Trump has repeatedly attacked Clinton, his Democratic … [+2556 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dan Cancian",
    "title": "Patrick Mahomes Breaks More NFL Records as Chiefs Lose MNF Classic Against Rams",
    "description": "The Kansas City Chiefs quarterback became the first player to throw for six touchdowns on Monday Night Football.",
    "url": "https://www.newsweek.com/patrick-mahomes-breaks-more-nfl-records-chiefs-lose-mnf-classic-against-rams-1223484",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/gettyimages-1063588758.jpg",
    "publishedAt": "2018-11-20T08:29:26Z",
    "content": "The Kansas City Chiefs might have fallen short against the Los Angeles Rams but Patrick Mahomes broke yet another record in his extraordinary season. The eagerly awaited showdown between the NFLs most exciting offenses did not disappoint as the Rams won an in… [+2771 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Renata Birkenbuel",
    "title": "Weather pockets may slow some Thanksgiving travelers in Northeast, Northern California, Upper Midwest, Coastal Texas",
    "description": "A few weather pockets could pose problems for Thanksgiving travelers as 54 million take to the roads, skies, rails and waterways.",
    "url": "https://www.newsweek.com/weather-pockets-may-slow-some-thanksgiving-travelers-northeast-northern-1223483",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/accuweather-map-travel-conditions-thanksgiving-week-2018.jpg",
    "publishedAt": "2018-11-20T08:10:31Z",
    "content": "While much of the United States will see mild weather as 54 million travelers leave home to spend the Thanksgiving holiday elsewhere, pockets of the country could pose problems for travelers of all kinds. Snow in parts of the northeastern United States, rain-… [+2960 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "David Brennan",
    "title": "Spanish Train Derailed by Landslide with 150 People on Board: Death and Injury Updates",
    "description": "The derailment was caused by a landslide at around 6:15 a.m. local time.",
    "url": "https://www.newsweek.com/spanish-train-derailed-landslide-150-people-board-death-and-injury-updates-1223471",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/10/24/breaking-news-logo.jpg",
    "publishedAt": "2018-11-20T07:37:51Z",
    "content": "A commuter train has derailed near Barcelona, Spain, killing at least one person. Police reports suggest the accident was caused by a landslide close to the the village of Vacarisses, which is about 20 miles outside of Barcelona. At least six other passengers… [+1357 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Donica Phifer",
    "title": "Chris Watts Given Three Life Sentences, Plus 84 Years, For Murder Of His Wife And Daughters",
    "description": "Chris Watts has been sentenced to three life sentences, plus 84 years, for the murders of his wife and two daughters. Watts pleaded guilty to three counts of first-degree murder and six other felony charges on Nov. 6.",
    "url": "https://www.newsweek.com/chris-watts-given-three-life-sentences-plus-84-years-murder-his-wife-and-1223468",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/13/chris-watts.jpg",
    "publishedAt": "2018-11-20T07:27:25Z",
    "content": "Christopher Watts, the Colorado man convicted of killing his pregnant wife and two daughters, was sentenced to three consecutive life sentences plus 84 years on Monday. Watts, 33, was given the maximum sentence for the strangling of his wife, Shanann Watts, a… [+1699 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Donica Phifer",
    "title": "Nearly 100,000 Pounds Of Ground Beef Recalled Over Possible E.coli Contamination",
    "description": "The U.S. Department of Agriculture's Food Safety and Inspection Service has issued a recall for nearly 100,000 pounds of ground beef that originated from Swift Beef Company in Utah. The meat could possibly be contaminated with E.coli, FSIS said.",
    "url": "https://www.newsweek.com/nearly-100000-pounds-ground-beef-recalled-over-possible-ecoli-contamination-1223466",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2015/11/02/ground-beef.jpg",
    "publishedAt": "2018-11-20T06:42:56Z",
    "content": "A recall for nearly 100,000 pounds of ground beef was issued over the weekend by the U.S. Department of Agriculture's Food Safety and Inspection Service. The recall of the beef is for a possible E.coli contamination, the FSIS said in a statement posted to the… [+1900 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Scott McDonald",
    "title": "Mommy Blogger Gets Drawback For Exposing Child For Potential Gain",
    "description": "One woman's plea to get her child recognized on social media turned a different direction on, well, social media.",
    "url": "https://www.newsweek.com/mommy-blogger-gets-drawback-exposing-child-potential-gain-1223463",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/katie-bower.png",
    "publishedAt": "2018-11-20T06:30:02Z",
    "content": "One Georgia mom, worried about how her son's feelings might be affected several years from now, wrote on social media this week that she felt her son's birthday and popularity (or lack therof) from a lack of likes on Instagram would affect his future. Katie B… [+410 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Renata Birkenbuel",
    "title": "Rain storm to ease air quality in Bay Area by Wednesday morning commute",
    "description": "Rain storm to ease air quality in Bay Area by Wednesday morning commute.",
    "url": "https://www.newsweek.com/rain-storm-ease-air-quality-bay-area-wednesday-morning-commute-1223442",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/smoke-air-san-francisco-bay-corebreakingnowmedium.jpg",
    "publishedAt": "2018-11-20T05:40:03Z",
    "content": "After nearly two weeks of the devastating Camp Fire wildfire, folks dealing with missing loved ones, the loss of their homes and the shock of displacement can at least expect a bit of precipitation in the San Francisco Bay Area by Wednesday. On Thanksgiving E… [+2795 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Donica Phifer",
    "title": "Instagram Removing Fake Likes And Followers, Will Your Account be Impacted By The Change?",
    "description": "Instagram announced on Monday that it will use new technology to locate and eliminate fake accounts like those used by third-party applications to bolster numbers for a user's account.",
    "url": "https://www.newsweek.com/instagram-removing-fake-likes-and-followers-will-your-account-be-impacted-1223443",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/09/21/instagram.jpg",
    "publishedAt": "2018-11-20T05:30:57Z",
    "content": "Instagram began cracking down on fake accounts utilizing the social media platform on Monday. The company posted an announcement about the changes to their corporate blog, stating that by utilizing \"machine learning\" technology to curb the use of third-party … [+2385 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "Rams Best Mahomes, Chiefs in Record Monday Night Football Win",
    "description": "There have been 736 games played in the Monday Night Football series and none of them have included a score as high as this week's game.",
    "url": "https://www.newsweek.com/rams-best-mahomes-chiefs-record-monday-night-football-shootout-win-1223435",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/jared-goff.jpg",
    "publishedAt": "2018-11-20T05:14:01Z",
    "content": "There have been 736 games played in the Monday Night Football series and none of them have included a score as high as this week's game. The Los Angeles Rams and Kansas City Chiefs combined for a record 105 points, resulting in a 54-51 victory for Los Angeles… [+2645 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Autumn Noel Kelly",
    "title": "‘Arrow’ Season 7 Episode 6 Review: Does ‘Due Process’ Fix the Diaz Problem?",
    "description": "What does the “mark of four” symbol from the flashforwards mean?",
    "url": "https://www.newsweek.com/arrow-season-7-episode-6-review-recap-due-process-diaz-flashforwards-felicity-1223152",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/20/arrow-season-7-villain-ricardo-diaz-prison.png",
    "publishedAt": "2018-11-20T05:01:42Z",
    "content": "Ricardo Diaz has held Arrow Season 7 back. Its not so much that hes a terrible villain in fact Kirk Acevedos face to face with Felicity was the villains most compelling moment yet this season. Its more that his crusade for vengeance (in the present) is tired,… [+5089 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "Who is the Chicago Mercy Hospital Shooter? Police Keep 'Cowardly Gunman' Nameless",
    "description": "A 32-year-old man was identified as the shooter at Mercy Hospital in Chicago on Monday.",
    "url": "https://www.newsweek.com/who-chicago-mercy-hospital-shooter-1223147",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/chicago-mercy-hospital.jpg",
    "publishedAt": "2018-11-20T04:21:13Z",
    "content": "A 32-year-old man was identified by authorities as the lone suspect in the Mercy Hospital shooting that occurred on Monday afternoon, according to Chicago Police. However, authorities are choosing to keep the man nameless. Four people, including the gunman, a… [+2787 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "LOOK: Enzo Amore's Photo at Staples Center Security Doors to Prohibit WWE RAW Attendance",
    "description": "WWE made sure Enzo Amore didn't attempt to hijack another one of its live events.",
    "url": "https://www.newsweek.com/look-enzo-amores-photo-staples-center-security-doors-prohibit-wwe-raw-1223145",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/05/16/enzo-amore-wwe.jpg",
    "publishedAt": "2018-11-20T03:52:42Z",
    "content": "WWE made sure former wrestler Enzo Amore didn't attempt to hijack another one of its live events for the second consecutive night. Amore, whose real name is Eric Arndt, had his photo posted at security doors to prohibit his entrance to Monday Night RAW at the… [+2692 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "Alex Smith Injury Update: Redskins Sign Mark Sanchez as Backup",
    "description": "The Washington Redskins have signed Mark Sanchez as a backup to Colt McCoy following starter Alex Smith's season-ending leg injury.",
    "url": "https://www.newsweek.com/alex-smith-injury-update-redskins-sign-mark-sanchez-backup-1223143",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/mark-sanchez.jpg",
    "publishedAt": "2018-11-20T03:22:02Z",
    "content": "The Washington Redskins signed Mark Sanchez as a backup to Colt McCoy following starter Alex Smith's season-ending leg injury, the franchise announced on Monday. Smith broke two bones in his right leg during the third quarter of Sunday's loss to the Houston T… [+2483 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Transportation and Travel",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 16_services_-_transportation_and_travel.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-transportation-travel",
    "urlToImage": null,
    "publishedAt": "2018-11-20T03:08:55Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Real Estate and Banking",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 15_services_-_real_estate_and_banking.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-real-estate-banking",
    "urlToImage": null,
    "publishedAt": "2018-11-20T03:06:43Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Personal Services, Home Care and Maintenance",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 14_services_-_personal_services_home_care_and_maintenance.csv a:3:{s:4:\"file\";O:8:\"stdCla…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-personal-services-home-care-maintenance",
    "urlToImage": null,
    "publishedAt": "2018-11-20T03:04:53Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Insurance",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 13_services_-_insurance.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:\"402443\";s:3…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-insurance",
    "urlToImage": null,
    "publishedAt": "2018-11-20T03:02:06Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Employment, Education and Child Care",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 12_services_-_employment_education_and_child_care.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-employment-education-child-care",
    "urlToImage": null,
    "publishedAt": "2018-11-20T03:00:09Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Services: Beauty and Wellness",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 11_services_-_beauty_and_wellness.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:\"4…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/services-beauty-wellness",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:57:38Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Services and Digital Products",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 10_online_services_and_digital_products.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-services-digital-products",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:55:00Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Retailers: Transportation",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 9_online_retailers_-_transportation.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-retailers-transportation",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:52:11Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Retailers: Sports and Leisure",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 8_online_retailers_-_sports_and_leisure.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-retailers-sports-leisure",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:49:19Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Retailers: Home Goods",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 7_online_retailers_-_home_goods.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:\"402…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-retailers-home-goods",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:46:43Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Retailers: Food, Health and Beauty",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 6_online_retailers_-_food_health_and_beauty.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"f…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-retailers-food-health-beauty",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:43:28Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Online Retailers: Clothing",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 5_online_retailers_-_clothing.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:\"40242…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/online-retailers-clothing",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:40:43Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Catering, Restaurants and Leisure",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 4_catering_restaurants_and_leisure.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";s:6:\"…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/catering-restaurants-leisure",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:38:07Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Brick and Mortar Retailers: Home Goods",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 3_brick_and_mortar_retailers_-_home_goods.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/brick-and-mortar-retailers-home-goods",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:35:38Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Brick and Mortar Retailers: Food, Health and Beauty",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 2_brick_and_mortar_retailers_-_food_health_and_beauty.csv a:3:{s:4:\"file\";O:8:\"stdClass\":…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/brick-and-mortar-retailers-food-health-beauty",
    "urlToImage": null,
    "publishedAt": "2018-11-20T02:32:59Z",
    "content": "The waitress who knows your coffee order; the dry cleaner who saves your favorite sweater; the bakery you visit every weekend whose manager gives your daughter an extra cookiethose arent merely transactions. Theyre relationships. Your community. We can all se… [+2091 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Renata Birkenbuel",
    "title": "Small-town police chief, pro-gun groups want to ignore or overturn voter-approved Washington state gun law",
    "description": "Small-town police chief, pro-gun groups want to ignore or overturn voter-approved Washington state gun law.",
    "url": "https://www.newsweek.com/small-town-police-chief-pro-gun-groups-want-ignore-or-overturn-voter-approved-1223100",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/republic-wa-sheriff-loren-culp-photo-11162018police180952-683x1024.jpg",
    "publishedAt": "2018-11-20T02:20:02Z",
    "content": "Efforts have expanded to overturn or block enforcement of Washington states ballot initiative that raises gun ownership to age 21 and strengthens purchase requirements, with the police chief of small-town Republic, Wash., declaring publicly he will refuse to … [+3607 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "John Wall Fined After Telling Coach Scott Brooks 'F--k You:\" Report",
    "description": "Things continue to unravel for the Washington Wizards.",
    "url": "https://www.newsweek.com/john-wall-fined-after-telling-coach-scott-brooks-f-k-you-report-1223092",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/john-wall-scott-brooks.jpg",
    "publishedAt": "2018-11-20T02:04:52Z",
    "content": "Things continue to unravel for the Washington Wizards. All-Star point guard John Wall was reportedly fined by the team after unloading a verbal barrage on head coach Scott Brooks during a recent practice, league sources told ESPN's Adrian Wojnarowski. Wall re… [+2234 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Phillip Martinez",
    "title": "WWE Monday Night RAW Live Results: Expect Survivor Series Fallout",
    "description": "Will Ronda Rousey make it to Monday Night RAW?",
    "url": "https://www.newsweek.com/wwe-monday-night-raw-live-results-1222680",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/braun-survivor-series.jpg",
    "publishedAt": "2018-11-20T01:59:03Z",
    "content": "Survivor Series was a one-sided affair, as Monday Night RAW dominated SmackDown Live, taking six of the seven brand vs brand matches on Sunday. Now that the RAW roster and acting general manager Baron Corbin came out on top, how will the Red Brand move forwar… [+2768 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": null,
    "title": "Brick and Mortar Retailers: Clothing",
    "description": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing. America's Best Customer Service 2019 Whitelist100 1_brick_and_mortar_retailers_-_clothing.csv a:3:{s:4:\"file\";O:8:\"stdClass\":11:{s:3:\"fid\";…",
    "url": "https://www.newsweek.com/americas-best-customer-service-2019/brick-and-mortar-retailers-clothing",
    "urlToImage": null,
    "publishedAt": "2018-11-20T01:23:19Z",
    "content": "For more information regarding the survey's methodology, click here. Click here for information on trademark licensing."
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Scott McDonald",
    "title": "Is She The Next Selena? 11-Year-Old Tejano Singer Mia Garcia Is Turning Heads",
    "description": "Mia Garcia is the youngest person to ever win at the Tejano Music Awards. Although dubbed \"The next Selena,\" she takes it in stride and wants \"to be Mia.\"",
    "url": "https://www.newsweek.com/she-next-selena-11-year-old-tejano-singer-mia-garcia-turning-heads-1223078",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/miagarcia.jpg",
    "publishedAt": "2018-11-20T01:10:03Z",
    "content": "Deep in the heart of Texas, an aspiring young singer is already getting comparisons to the greatest there ever was in this part of the country. Mia Garcia, an 11-year-old sixth grader in Austin, has already been dubbed, \"The next Selena.\" That's as high as th… [+2925 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Autumn Noel Kelly",
    "title": "Watch ‘Avengers: Infinity War’ Online on Netflix Next Month",
    "description": "When will “Avengers: Infinity War” be on Netflix?",
    "url": "https://www.newsweek.com/avengers-infinity-war-netflix-online-watch-when-release-date-streaming-marvel-1223077",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/09/20/29-avengers-infinity-war.jpg",
    "publishedAt": "2018-11-20T00:49:04Z",
    "content": "Netflix still has streaming rights to Avengers: Infinity War and the service has announced the release date for the film: December 25. Netflix announced the news via NX, its science fiction-related Twitter account, Monday afternoon. The film is currently avai… [+2089 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Bob Fekete",
    "title": "'Fallout 76' Adhesive Guide: How To Farm It Or Find It When You Need It",
    "description": "The easiest way to get adhesive in “Fallout 76” is to craft your own.",
    "url": "https://www.newsweek.com/fallout-76-adhesive-find-farm-guide-camp-craft-vegetable-starch-recipe-1223071",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/fallout-76-adhesive-find-farm-where-how-guide-tips-header.png",
    "publishedAt": "2018-11-19T23:33:01Z",
    "content": "Adhesive is a a key component to the Fallout 76 crafting system, but can be tricky to find while exploring. Thankfully, theres an easy way around this by creating an adhesive farm at your camp, or knowing what to look for when youre scavenging. It's a big was… [+2330 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Steven Asarch",
    "title": "Exclusive: Echo Fox Brings on Former TSM Head Coach Ssong",
    "description": "Echo Fox just hired Kim “Ssong” Sang-soo to be their new “League of Legends” head coach.",
    "url": "https://www.newsweek.com/echo-fox-league-legends-ssong-coach-1223057",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/ssong.jpeg",
    "publishedAt": "2018-11-19T23:30:54Z",
    "content": "On Monday, Echo Fox announced that Kim Ssong Sang-soo will be the new head coach of their League of Legends team. The legendary coach started his career in Korea in 2012, leading teams like Najin Black Sword and ROX Tigers. In 2017, he made the leap to North … [+3042 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Autumn Noel Kelly",
    "title": "‘The Flash’ 100th Episode Photos Tease Answers to Nora’s Time-travel Debacle",
    "description": "The 100th episode involves time travel, the Nora situation, and past speedsters.",
    "url": "https://www.newsweek.com/flash-season-5-100-episode-spoilers-time-travel-nora-1223040",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/flash-100-episode-time-travel-nora-time-vault.jpg",
    "publishedAt": "2018-11-19T23:25:39Z",
    "content": "The first photos from the 100th episode of The Flash are here, and it looks like the centennial event will focus on time-travel. This isnt a first for the Flash, a show where theres time-travel around every possible corner. This time, Barry will travel back i… [+2367 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Scott McDonald",
    "title": "The Rolling Stones Add 13 US Cities To Their 2019 'No Filter' Tour",
    "description": "The Rolling Stones will visit 13 U.S. cities on their 2019 tour. Here are the cities and venues, along with ticket information.",
    "url": "https://www.newsweek.com/rolling-stones-add-13-us-cities-their-2019-no-filter-tour-1223004",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/rollingstones.jpg",
    "publishedAt": "2018-11-19T23:10:02Z",
    "content": "The Rolling Stones announced Monday they have added 13 American cities to their 2019 No Filter Tour. The British rockers will invade the United States on April 20 with a showing at Hard Rock Stadium in Miami, and will conclude June 21 at Soldier Field in Chic… [+983 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/robertvalencia04",
    "title": "El Chapo Trial: Drug Lord Killed A Man For Not Shaking His Hand, Cartel Member Says",
    "description": "Jesús \"El Rey\" Zambada, former member of the Sinaloa cartel, is singing like a canary.",
    "url": "https://www.newsweek.com/el-chapo-trial-brooklyn-sinaloa-cartel-kill-man-refused-shake-hand-1223001",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-481424706.jpg",
    "publishedAt": "2018-11-19T23:08:15Z",
    "content": "One man is singing like a canary at Joaquin El Chapo Guzmans trial on its third day. Jesús El Rey Zambada told a Brooklyn court Monday that the notorious Sinaloa cartel leader had Rodolfo Carrillo Fuentes killed because he refused to shake Guzmans hand, accor… [+2786 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "Yankees Acquire James Paxton from Mariners in Blockbuster Trade",
    "description": "The New York Yankees have reportedly addressed their need for a starting pitcher. The Yankees acquired Seattle Mariners left-hander James Paxton in exchange for three minor league prospects, as initially reported by Yahoo! Sports' Jeff Passan.",
    "url": "https://www.newsweek.com/yankees-acquire-james-paxton-mariners-blockbuster-trade-1222995",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/james-paxton.jpg",
    "publishedAt": "2018-11-19T23:01:26Z",
    "content": "The New York Yankees have reportedly addressed their need for a starting pitcher. The Yankees acquired Seattle Mariners left-hander James Paxton in exchange for three minor league prospects, as initially reported by Yahoo! Sports' Jeff Passan. Justus Shieffie… [+481 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Tim Marcin",
    "title": "Bass Pro Shop, Cabela's Black Friday 2018 Best Deals on Outdoor Gear, Fishing Equipment, More",
    "description": "A look at the deals you can get on outdoor gear, clothes, cooking equipment and more on Black Friday.",
    "url": "https://www.newsweek.com/bass-pro-shop-cabelas-black-friday-2018-best-deals-outdoor-gear-fishing-1222832",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/fishing-rods.jpg",
    "publishedAt": "2018-11-19T22:53:06Z",
    "content": "If you're an outdoorsman who likes to save on your equipment, the new few days could be quite important. Thanksgiving week, and Black Friday especially, could prove to be a great time to by the things you've really had your eye on. Bass Pro Shop and Cabela's … [+2382 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Hall",
    "title": "Chiefs vs. Rams Monday Night Football Info: Odds, Predictions, Live Stream, Start Time for Kansas City, Los Angeles",
    "description": "Here's what to expect from this week's Monday Night Football matchup between the Kansas City Chiefs (9-1) and Los Angeles Rams (9-1).",
    "url": "https://www.newsweek.com/chiefs-vs-rams-monday-night-football-info-odds-predictions-live-stream-start-1222986",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/13/mahomes.jpg",
    "publishedAt": "2018-11-19T22:53:06Z",
    "content": "Tonight's Monday Night Football matchup features two of the NFL's best teams. The Kansas City Chiefs (9-1) will face the Los Angeles Rams (9-1) at the Los Angeles Coliseum days after the game's location was moved from Mexico City due to poor conditions of the… [+2082 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/mariaeperez126/",
    "title": "Black Friday 2018 Home Depot and Lowe's Sales: Deals on Appliances, Tools",
    "description": "The home appliance stores are offering Black Friday deals.",
    "url": "https://www.newsweek.com/black-friday-2018-home-depot-lowes-sales-deals-1222816",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-459679174-594x594.jpg",
    "publishedAt": "2018-11-19T22:44:04Z",
    "content": "Home improvement stores like Lowes and Home Depot have released their Black Friday sales before the big shopping holiday. Both Lowe's and Home Depot will be closed on Thanksgiving but will be open early for shoppers who are participating in the store's deals.… [+2697 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Maria Vultaggio",
    "title": "What Happened to 'MAFS’ Stars Danielle and Bobby Dodd? Pregnant Star Instagrams Update",
    "description": "Her post was inspired by the day of the week.",
    "url": "https://www.newsweek.com/mafs-bobby-dodd-danielle-what-happened-instagram-still-together-1222903",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/screen-shot-2018-11-19-5.png",
    "publishedAt": "2018-11-19T22:21:14Z",
    "content": "Married at First Sight star Danielle Dodd took to Instagram to give an update on her relationship with her husband, Bobby. Last weeks episode of their spinoff, Happily Ever After?, showed the couple was struggling. The never fought on Season 7 of MAFS, but Ha… [+2159 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Scott McDonald",
    "title": "An Earthquake In Mexico Monday Sent Tremors To Arizona And California",
    "description": "An earthquake in Northern Mexico struck Monday afternoon, sending shockwaves all the way to San Diego and Yuma, Ariz.",
    "url": "https://www.newsweek.com/earthquake-mexico-monday-sent-tremors-arizona-and-california-1222880",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/alberto-oviedo-mota-11-19-18-earthquake.png",
    "publishedAt": "2018-11-19T22:20:02Z",
    "content": "An earthquake with a magnitude of 4.8 struck in the Mexican state of California del Norte on Monday, shaking some buildings and sending shockwaves to nearby Yuma, Ariz., and parts of Southern California. The quake originated roughly 20 miles (32.1km) below th… [+1077 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Adam Piore",
    "title": "New Internet: Blockchain Technology Could Help Us Take Back Our Data from Facebook, Google and Amazon",
    "description": "The ‘next internet’ isn’t just for crypto-anarchists anymore. Thanks to a 24-year-old math savant, mainstream businesses like IBM are partying like it’s 1993. Next up? You.",
    "url": "https://www.newsweek.com/new-internet-blockchain-technology-could-help-us-take-back-our-data-facebook-1222860",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/02/feblockchain01.jpg",
    "publishedAt": "2018-11-19T22:09:29Z",
    "content": "Joe Lubin was living in Jamaica in 2014 when he had the meeting that would transform him into a crypto billionaire and a high priest in a new technological ecosystem that some believe may one day prove more significant than the internet. Lubin, a 53-year-old … [+28565 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Andrew Whalen",
    "title": "‘Rick and Morty’ Season 4 Writers Fixated on ‘27 Dresses’",
    "description": "The ‘Rick and Morty’ writers room seems fixated on a Katherine Heigl movie. Is Dan Harmon or Justin Roiland to blame?",
    "url": "https://www.newsweek.com/rick-and-morty-season-4-behind-scenes-teaser-episode-1222859",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/09/05/rick-and-morty-season-4-release-date-production.jpg",
    "publishedAt": "2018-11-19T22:04:56Z",
    "content": "In 2008s 27 Dresses, Katherine Heigl plays a woman who has been a bridesmaid 27 times, but finds an opportunity to turn around her always a bridesmaid, never a bride fate when she meets a marriage cynic, played by James Marsden. It ends at their wedding, with… [+1902 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/byjessicakwong/",
    "title": "Donald Trump Will Spend Thanksgiving at Mar-a-Lago While He Makes Troops Stay Away From Their Families at the Border",
    "description": "Trump said troops needed to stay at the border for “as long as necessary.”",
    "url": "https://www.newsweek.com/donald-trump-thanksgiving-mar-lago-troops-1222777",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/111918thanksgivingtroops.jpg",
    "publishedAt": "2018-11-19T21:58:35Z",
    "content": "President Donald Trump is facing criticism for planning to continue his tradition of spending Thanksgiving at his Mar-a-Lago resort while keeping thousands of American troops stationed at the southern border away from their home and families for the holiday. … [+3027 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Lemon",
    "title": "Muslims Who Don't Drink Alcohol Told to Turn Themselves in to Authorities By Chinese City",
    "description": "Beyond those who avoid alcohol, cigarettes and dancing, the government is reportedly concerned about individuals who encourage others to follow the teachings of the Quran.",
    "url": "https://www.newsweek.com/chinese-authorities-order-muslims-turn-themselves-abstaining-alcohol-1222815",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-813549056.jpg",
    "publishedAt": "2018-11-19T21:48:19Z",
    "content": "Officials in a western Chinese city have ordered members of the countrys Muslim minority to turn themselves in to authorities if they consider alcohol, cigarettes or dancing at weddings forbidden. The Hami city government has posted an official notice warning… [+4395 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dory Jackson",
    "title": "'Dancing with the Stars' 2018 Spoilers: Who Will Win Mirror Ball Trophy in Season 27 Finale?",
    "description": "Four couples are left standing. But who will win it all?",
    "url": "https://www.newsweek.com/dancing-stars-season-twenty-seven-finale-spoilers-mirror-ball-trophy-1222768",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/milo-manheim-and-witney-carson-dwts.jpg",
    "publishedAt": "2018-11-19T21:48:07Z",
    "content": "Dancing with the Stars 's four remaining celebrity contestants will team up with their professional dance partners one last time in Monday's two-hour finale. Since Season 27 of the reality competition series has proved to be unpredictable from the start, who … [+3914 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/jennifinkink/",
    "title": "Chicago Mercy Hospital Shooting Live Updates: Major Law Enforcement Response Reported",
    "description": "Multiple officers responded to reports of an active shooter.",
    "url": "https://www.newsweek.com/chicago-mercy-hospital-shooting-live-updates-major-law-enforcement-response-1222823",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/10/24/breaking-news-logo.jpg",
    "publishedAt": "2018-11-19T21:43:29Z",
    "content": "Update: 5:04 p.m. EDT One of the people shot during the incident was a Chicago Police Department officer. Guglielmi tweeted that he was in critical condition but receiving excellent care. The officers identity was not immediately released. Please send your pr… [+946 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Daniel Moritz-Rabson",
    "title": "Thanksgiving NYC Forecast Could be Among Coldest on Record, Could Wind Cancel Macy's Parade?",
    "description": "A high pressure area will be moving south through Canada and onto the East Coast, leading to near-record lows in a number of cities.",
    "url": "https://www.newsweek.com/thanksgiving-nyc-forecast-macys-parade-cancelled-wind-cold-record-1222331",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-883416378.jpg",
    "publishedAt": "2018-11-19T21:42:15Z",
    "content": "Thanksgiving in the Northeast could be among the coldest on record due to a waft of cold air sweeping down from the Arctic Circle, Weather.com reported. A high pressure area will be moving south through Canada and onto the East Coast, leading to declining tem… [+2909 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Alexandra Hutzler",
    "title": "Andrew Cuomo Says 'Extreme' Socialists, Conservatives to Blame After Alexandria Ocasio-Cortez, Others Protest Amazon Headquarters",
    "description": "\"The extreme conservatives and the socialists both now vehemently oppose 'incentives' for Amazon, which is one of the most profitable companies in the country,\" Cuomo wrote in an op-ed published on Monday.",
    "url": "https://www.newsweek.com/cuomo-amazon-headquarters-alexandria-ocasio-cortez-1222753",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/new-yorkamazonheadquartersprotest.jpg",
    "publishedAt": "2018-11-19T21:32:17Z",
    "content": "Governor Andrew Cuomo is pushing back against the criticism of New Yorks recent deal with Amazon to house its second headquarters, blaming extreme conservatives and the socialists for the public outcry. This transaction is a lightning rod for the political rh… [+3795 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Daniel Moritz-Rabson",
    "title": "Disowned Lesbian Student Athlete Allowed to Receive Fundraising Money After NCAA Changes Rules",
    "description": "Last week, the NCAA told Scheck she had to return the $58,000 raised or she would forfeit her eligibility.",
    "url": "https://www.newsweek.com/disowned-lesbian-athlete-can-fundraise-ncaa-changes-rules-1222596",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-165701451.jpg",
    "publishedAt": "2018-11-19T21:19:36Z",
    "content": "When Emily Scheck's parents discovered she was a lesbian this summer, they issued her an ultimatum: leave school and endure therapy for her sexual orientation or be cut out of their lives. Scheck, a 19-year-old cross country runner at Canisius College in Buff… [+2304 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/ShaolinTomReporter",
    "title": "Russia and China Replacing U.S. in Africa? As Trump Administration Moves Out, Top Military Rivals Moving In",
    "description": "As the U.S. seeks to rearrange troops to confront Russia and China abroad, the two powers are growing their presence in Africa.",
    "url": "https://www.newsweek.com/russia-china-replace-us-africa-trump-out-rivals-1222736",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/chinamilitarydjibouti_0.jpg",
    "publishedAt": "2018-11-19T21:15:47Z",
    "content": "Russia and China have embarked on increasing their military presence in Africa, where the U.S. recently announced it would withdraw some troops in order to counter its two top rivals abroad. As war rages between the government and rival rebel movements in the… [+5352 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Benjamin Fearnow",
    "title": "Alt-Right Hijacks 'Gritty' Philadelphia Flyers Mascot In Nazi, Conspiracy Theory Memes",
    "description": "Dozens of alt-right Twitter accounts began co-opting the Philadelphia Flyers mascot as an anti-Semitic figure just days after liberal protesters used images of \"Gritty\" to denounce a Saturday \"Proud Boys\" rally in Philadelphia.",
    "url": "https://www.newsweek.com/gritty-alt-right-nazis-jews-nhl-anti-semitic-proud-boys-philadelphia-flyers-1222767",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/screen-shot-2018-11-19-3.png",
    "publishedAt": "2018-11-19T21:09:05Z",
    "content": "Dozens of alt-right Twitter accounts began co-opting the Philadelphia Flyers mascot as an anti-Semitic figure just days after liberal protesters used images of \"Gritty\" to denounce a Saturday \"Proud Boys\" rally in Philadelphia. Several memes and images emerge… [+2041 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Alexandra Hutzler",
    "title": "Will Abortion Become Illegal? Democrats in New Mexico Are Making Plans in Case Supreme Court Overturns Roe v. Wade",
    "description": "New Mexico is one of nine states in the U.S. that have abortion bans that are not carried out because of the 1973 decision.",
    "url": "https://www.newsweek.com/abortion-illegal-democrats-roe-v-wade-1222593",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/new-mexicoabortionroe-v.-wade.jpg",
    "publishedAt": "2018-11-19T21:05:51Z",
    "content": "In response to President Donald Trumps appointment of conservative judges to the federal court system, including the recent confirmation of Supreme Court Justice Brett Kavanaugh, Democrats in New Mexico are making plans to ensure access to safe, legal abortio… [+2814 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Maria Vultaggio",
    "title": "‘90 Day Fiancé’ Star Nicole Nafziger Had a ‘Hard Time’ After Rumors That Azan Tefou’s Visa Was Denied",
    "description": "\"Now I’m telling you about this because we aren’t perfect. This isn’t easy.”",
    "url": "https://www.newsweek.com/90-day-fiance-star-nicole-nafziger-had-hard-time-after-rumors-azan-tefous-1222770",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/02/90-day-fiance-nicole-nafziger.png",
    "publishedAt": "2018-11-19T21:01:11Z",
    "content": "90 Day Fiancé star Nicole Nafziger admitted she was having a hard time. She didnt specifically mention her fiancé, but over the weekend, the same time she said she was struggling, rumors swirled that Tefous visa to the United States was denied again. She and … [+2340 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Nina Godlewski",
    "title": "Black Friday Camera Deals, Bundles At Best Buy, Target, Walmart, Sears",
    "description": "These are the best deals from all the stores.",
    "url": "https://www.newsweek.com/camera-black-friday-deals-sales-walmart-target-best-buy-sears-1202128",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/05/cameras-display.jpg",
    "publishedAt": "2018-11-19T20:57:58Z",
    "content": "Shoppers rush to stores on Black Friday and online on Cyber Monday for some of the biggest sales on pricey electronics and big-ticket items they wouldn't normally drop hundreds of dollars on. One of the most popular items that are heavily discounted on Black … [+2828 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/NicoleStoneGoodkind/",
    "title": "Beto O'Rourke Will Be 2020 Election's Bernie Sanders, Says Democratic Fundraiser As Presidential Fever Grows",
    "description": "Beto O'Rourke has not detailed his future plans since losing his Senate election to Ted Cruz.",
    "url": "https://www.newsweek.com/beto-orourke-2020-election-bernie-sanders-1222534",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1058139360.jpg",
    "publishedAt": "2018-11-19T20:24:30Z",
    "content": "Key political donors are holding off on backing any Democratic presidential contender until El Paso Congressman Beto ORourke decides if hes running in 2020, a sign that the failed Texas Senate hopeful could be a frontrunner in primaries next year. Mikal Watts… [+2988 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dory Jackson",
    "title": "Best Black Friday 2018 Deals and Sales from Designers Like Coach, Kate Spade, Michael Kors and More",
    "description": "Here's a list of the can't-miss Black Friday sales from designers like Kate Spade and Coach.",
    "url": "https://www.newsweek.com/black-friday-2018-designer-deals-coach-kate-spade-michael-kors-1222552",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/kate-spade-black-friday-deals.jpg",
    "publishedAt": "2018-11-19T20:19:30Z",
    "content": "With Thanksgiving set to return on Thursday, the arrival of Black Friday is also just around the corner. Aside from Cyber Monday, Black Friday is arguably the busiest shopping day of the year. The holiday serves as the most optimal time to score deals ahead o… [+4207 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Nina Godlewski",
    "title": "Is Facebook Messenger Down, Not Working? Users Report Widespread Outages",
    "description": "Users were reporting issues with the service.",
    "url": "https://www.newsweek.com/facebook-messenger-down-not-working-1222681",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-936215654-1.jpg",
    "publishedAt": "2018-11-19T20:16:04Z",
    "content": "Facebook users were realizing Monday that the Messenger service for the social media platform wasn't working. Users were reporting the issues to the website Down Detector just before 3 p.m. EDT. Hundreds of reports rolled into the website and other users were… [+771 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Rob Lowe",
    "title": "Rob Lowe: Who Cares for the Care-Giver? | Opinion",
    "description": "In attending to his mother after her breast cancer diagnosis, actor Rob Lowe experienced an increasingly common stress: tending to an aging parent.",
    "url": "https://www.newsweek.com/rob-lowe-caregiving-guest-essay-1222522",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-514589124.jpg",
    "publishedAt": "2018-11-19T20:13:07Z",
    "content": "An estimated 43.5 million Americans are taking care of aging relatives and friends, sacrificing time, money and sometimes their careers and personal health. They are doing the work of professional caregivers, who spend years training for the job. As baby boom… [+6186 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jen Glennon",
    "title": "2018's Best Holiday Gift Ideas for Gamers (That Aren't Games)",
    "description": "Tired of trying to disguise conspicuously game-sized packages for the gamer in your life? We've got you covered.",
    "url": "https://www.newsweek.com/gifts-gamers-not-games-2018-gift-guide-ideas-1222597",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/10/10/mario-book-cover.jpg",
    "publishedAt": "2018-11-19T20:00:22Z",
    "content": "There are only so many ways to gift wrap a video game, and even the most diehard gamers can appreciate a surprise. (Besides, they probably already bought Red Dead 2 on launch day.) Want to get the gamer in your life something theyll enjoy, but wont expect? Ch… [+7354 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "ML Nestel",
    "title": "Looting after California Wildfires: Cal Fire Station and Trucks Burglarized, Two Men Arrested",
    "description": "Robert Palma and William Erlbacker, both of Concow, California, were nabbed and charged for looting, theft of a vehicle and possession of stolen property, according to a release by CalFire.",
    "url": "https://www.newsweek.com/looting-california-camp-fire-wildfires-arrest-cal-fire-theft-paradise-1222559",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/camp-fire-looters.png",
    "publishedAt": "2018-11-19T19:59:46Z",
    "content": "A pair of alleged thieves were busted attempting to burgle a fire station as embers still kindled acreage in Northern California. Robert Palma and William Erlbacker, both of Concow, California, were nabbed and charged for looting, theft of a vehicle and posse… [+2620 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Autumn Noel Kelly",
    "title": "Is ‘Aquaman’ Good or Bad? Fan Reaction Roundup",
    "description": "Here’s what fans who watched “Aquaman\" are saying about DC's latest film.",
    "url": "https://www.newsweek.com/aquaman-review-reaction-social-good-bad-dc-1222591",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/06/13/aquaman-trailer-release-date.jpg",
    "publishedAt": "2018-11-19T19:47:40Z",
    "content": "Aquaman arrives Dec. 21 and tickets just went on sale. If youre an Amazon Prime member theres a chance you could see the film a whole week early. For some, this early promo only adds to concerns the studio is trying to get fans in theaters before lousy review… [+3427 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/Greg-Price-143440199670198/",
    "title": "Donald Trump Even Made False Claims About Babe Ruth When He Awarded Presidential Medal of Freedom",
    "description": "Babe Ruth was known as a pitcher despite what the president said Friday.",
    "url": "https://www.newsweek.com/donald-trump-false-claims-babe-ruth-award-1222489",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1062374274.jpg",
    "publishedAt": "2018-11-19T19:27:52Z",
    "content": "Add President Donald Trumps comments on Friday about Hall of Fame baseball legend Babe Ruth to the ever-growing list of times Trump has offered incorrect statements about a person or subject. On Friday, Trump awarded the late Ruth the Presidential Medal of Fr… [+2572 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Nicole Rojas",
    "title": "Philadelphia Shooting: Four People Shot Dead Execution-Style in Basement, Police Say",
    "description": "The four victims included two men and two women, ranging in age from 20 to about 40, police said.",
    "url": "https://www.newsweek.com/philadelphia-quadruple-killing-police-find-four-people-shot-dead-execution-1222561",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/08/21/breakingnewslogo.jpg",
    "publishedAt": "2018-11-19T19:09:58Z",
    "content": "Four people were found shot dead in a basement in West Philadelphia on Monday, police said. The four victims were found shot execution style in the basement of a home located in the 5100 block of Malcolm Street in Philadelphia, KYW-TV reported. Each victim ha… [+963 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/kwynne23/",
    "title": "What Is The Q Anon Movement, and Is It Related to Kevin Spacey?",
    "description": "\"I've been reading about this stuff and it is pretty scary if it is true.\"",
    "url": "https://www.newsweek.com/what-q-anon-movement-and-it-related-kevin-spacey-1222548",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-853113086.jpg",
    "publishedAt": "2018-11-19T18:59:22Z",
    "content": "A reddit user questioned if Kevin Spaceys MIA status is related to the Q Anon movement after Newsweek reported Sunday Spacey hasnt been spotted in a year. The actor was last photographed in November 2017 at a rehabilitation center. Reddit user u/PCisLame ques… [+2713 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Andrew Whalen",
    "title": "'Winds of Winter' Release Update: GRRM Confirms Sequel Progress, 'A Dream of Spring' a Long Way Off",
    "description": "George R.R. Martin hasn’t decided whether he’ll launch straight into “A Dream of Spring” after completing “The Winds of Winter,” which could hit shelves as soon as April 2019.",
    "url": "https://www.newsweek.com/winds-winter-release-date-update-game-thrones-grrm-george-martin-1222550",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/05/01/georgerrmartin-winds-winter.jpg",
    "publishedAt": "2018-11-19T18:55:36Z",
    "content": "George R.R. Martin, author of the A Song of Ice and Fire series, has been on a press blitz sharing his latest book, a history of the Targaryen dynasty called Fire and Blood. Of course, everyone is asking him about another book The Winds of Winter, the next en… [+4463 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Autumn Noel Kelly",
    "title": "Rumor: Marvel ‘Eternals’ Cast Revealed; Who Are They?",
    "description": "Thanos’ brother and 9 more characters rumored for Marvel’s “Eternals” movie.",
    "url": "https://www.newsweek.com/who-are-eternals-marvel-movie-rumors-1222472",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/eros-starfox-vs-thanos-eternals-movie-cast.png",
    "publishedAt": "2018-11-19T18:45:48Z",
    "content": "What happens to the Marvel Cinematic Universe after Avengers 4 ? It remains unclear if, and how, the Avengers movies will continue but Marvel has another answer: The Eternals. The film is in development with no official release date. Cousins Matthew and Ryan … [+3892 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Phillip Martinez",
    "title": "GameStop Black Friday 2018 Nintendo Deals: Up to 63 Percent Off Switch Games",
    "description": "GameStop will open on Thanksgiving Day earlier than most retailers, at 3 p.m local time.",
    "url": "https://www.newsweek.com/gamestop-black-friday-2018-ad-nintendo-1222540",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/06/26/starlink-arwing.JPG",
    "publishedAt": "2018-11-19T18:44:20Z",
    "content": "GameStop has finally released its full Black Friday 2018 ad, and if youre looking to give the Nintendo fan in your life some new games youll definitely want to check out what the retailer has to offer. As is the case with many other retailers, GameStop will b… [+2038 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Jason Lemon",
    "title": "Pakistani Prime Minister Blasts Donald Trump's Criticism, Says U.S.-Led War on Terror Caused 75,000 Casualties and $123 Billion in Losses",
    "description": "\"US ‘aid’ was a miniscule $20 bn,” Prime Minister Imran Khan wrote on Twitter.",
    "url": "https://www.newsweek.com/pakistan-pm-blasts-trump-criticism-1222469",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1057495604.jpg",
    "publishedAt": "2018-11-19T18:35:15Z",
    "content": "The U.S.-led war on terror has caused more than 75,000 casualties and more than $120 billion in losses to the Asian nation, Pakistans Prime Minister Imran Khan said in response to President Donald Trump's recent comments about the South Asian country. In an i… [+3038 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Steven Asarch",
    "title": "‘Warframe’ on Nintendo Switch Download Time: When Can You Be a Space Ninja?",
    "description": "Developed by Panic Button for the Switch, this port is the game you know and love with added motion controls.",
    "url": "https://www.newsweek.com/warframe-nintendo-switch-download-time-release-1222508",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/warframe-switch.jpg",
    "publishedAt": "2018-11-19T18:28:34Z",
    "content": "Warframe, Digital Extremes instance-based ninja shooter makes its way to the Nintendo Switch on Nov. 20. Players without a suped-up PC, Xbox or PS4 can finally jump into the world of the Tenno, Orokin and millenias worth of discoveries to be made. Developed b… [+1923 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Benjamin Fearnow",
    "title": "Michelle Wolf Blasts 'Complicit' Media As 'Cowards' After WHCA Announces Ron Chernow As Dinner Host",
    "description": "Comedian Michelle Wolf, who hosted last year's White House Correspondent's Association (WHCA) dinner last year, ridiculed the media organization as \"cowards\" after they selected author Ron Chernow for this year's event.",
    "url": "https://www.newsweek.com/michelle-wolf-whca-ron-chernow-cowards-comedian-author-media-complicit-host-1222436",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1055572118_0.jpg",
    "publishedAt": "2018-11-19T18:19:13Z",
    "content": "Comedian Michelle Wolf, who hosted last year's White House Correspondent's Association (WHCA) dinner last year, ridiculed the media organization as \"cowards\" after they selected author Ron Chernow for this year's event. Wolf lashed out at both the news media … [+3480 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/byjessicakwong/",
    "title": "Trump is Right About Raking Leaves and California Wildfires, Says Ryan Zinke, Adds ‘Environmental Radicals’ Are to Blame",
    "description": "\"This is as much about mismanagement over time,\" Zinke said, backing Trump.",
    "url": "https://www.newsweek.com/trump-california-wildfires-leaves-zinke-1222368",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/111918zinkeraking.jpg",
    "publishedAt": "2018-11-19T18:17:52Z",
    "content": "Secretary of the Interior Ryan Zinke on Sunday blamed the California wildfires on environmental radicals and said that President Donald Trump was absolutely right that forest mismanagement over the years led to the blazes. Zinke said in a Breitbart News Sunda… [+2598 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/mariaeperez126/",
    "title": "FAO Schwarz NYC Location, Hours: Where and When Can You Visit New York Store",
    "description": "The iconic toy store reopened its doors to the public on Friday, and brought back its world famous giant piano mat.",
    "url": "https://www.newsweek.com/fao-schwarz-new-york-city-hours-location-where-nyc-piano-mat-1222409",
    "urlToImage": null,
    "publishedAt": "2018-11-19T18:11:24Z",
    "content": "FAO Schwarz reopened its doors at a new location on Friday after the toy store giant closed its doors in 2015. The iconic retailers new store is located at 30 Rockefeller Plaza, New York City, and brought back iconic pieces like the FAOs giant clock tower and… [+1982 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Dory Jackson",
    "title": "Mel B Addresses Her Attempted Suicide in Upcoming Memoir 'Brutally Honest'",
    "description": "The Spice Girls member opened up about how she attempted to commit suicide in 2014.",
    "url": "https://www.newsweek.com/mel-b-addresses-her-attempted-suicide-upcoming-memoir-brutally-honest-1222143",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/mel-b-attempted-suicide.png",
    "publishedAt": "2018-11-19T18:09:31Z",
    "content": "Mel B is getting Brutally Honest in her upcoming memoir. The Spice Girls member decided to open up about how she attempted to commit suicide in 2014. Mel B, born Melanie Janine Brown, aims to make her book a \"tell-all\" event, according to Brutally Honest 's d… [+2751 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/kwynne23/",
    "title": "Paris Hilton Instagrammed Cryptic Message Before Chris Zylka Broken Engagement Rumors",
    "description": "\"What made her strong was despite the million things that hurt her. She spoke of nothing but happiness.\"",
    "url": "https://www.newsweek.com/paris-hilton-instagrammed-cryptic-message-broken-engagement-rumors-1222424",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1051942956.jpg",
    "publishedAt": "2018-11-19T18:00:45Z",
    "content": "Rumors swirled Monday Paris Hilton had broken her engagement from fiancé Chris Zylka, and though Hilton did not immediately comment on the relationship, she did leave a potential hint on her Instagram account. Hilton posted a cryptic caption around midnight M… [+2168 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "kashmiragander",
    "title": "Pure MDMA Makes Men Trust Again After Being Betrayed, Study Finds",
    "description": "Scientists are increasingly researching the potential benefits of psychoactive drugs.",
    "url": "https://www.newsweek.com/pure-mdma-makes-men-trust-again-after-being-betrayed-new-study-shows-1221729",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/mdma-stock.jpg",
    "publishedAt": "2018-11-19T18:00:02Z",
    "content": "The illegal party drug MDMA could help restore a persons trust in others, a study has found. Researchers at Kings College London and the University of Roehampton, U.K., set out to investigate how MDMA affects how we co-operate in social settings when faced wi… [+3189 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Bob Fekete",
    "title": "GameStop Offers Free Xbox 360 Deal for Black Friday 2018, Discounts on Last-gen Games",
    "description": "Get an Xbox 360 and a bunch of games for low prices at GameStop this Black Friday.",
    "url": "https://www.newsweek.com/gamestop-black-friday-2018-deals-free-xbox-360-console-1222453",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/xbox-360-free-black-friday.jpg",
    "publishedAt": "2018-11-19T17:57:00Z",
    "content": "GameStop just revealed all of its Black Friday 2018 deals, which include some great sales on current-gen consoles and games. If youre looking for a Nintendo Switch, GameStop has one of the best deals yet on the console/handheld hybrid. However, the best deal … [+1527 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Nicole Rojas",
    "title": "Black Friday 2018 Headphone and Speakers Deals: Best Offers From Target, Best Buy and Walmart",
    "description": "Blackweb Wireless Sport Earbuds, a great choice for stocking stuffers, are just $10 at Walmart this Black Friday.",
    "url": "https://www.newsweek.com/black-friday-2018-headphone-speakers-sales-best-deals-target-best-buy-walmart-1222308",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/black-friday.jpg",
    "publishedAt": "2018-11-19T17:56:56Z",
    "content": "Eager shoppers are just a few days away from reaping the benefits of Black Friday deals. Stores across the country have been preparing for the post-Thanksgiving shopping day, one of the busiest all year. Electronics and department stores have previewed their … [+2986 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "ML Nestel",
    "title": "Secret Santa Pays For Walmart Shoppers's Layaway Lists",
    "description": "Santa’s delivering Christmas cheer early in Vermont and ditched the beard and red and white robes for stone khakis and a New England Patriots jacket and clearing unsuspecting shoppers's layaway balances.",
    "url": "https://www.newsweek.com/Walmart%2C%20Vermont%2C%20layaway%2C%20Secret%20Santa%2C%20customers%2C%20Christmas",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/santa-walmart.jpg",
    "publishedAt": "2018-11-19T17:55:23Z",
    "content": "Theres a mystery man with a heart of gold who has dashed into a Vermont Walmart and ponied up for several customerss layaway items before vanishing from sight. An almost speechless Julie Gates said she her Thursday visit to the Walmart in Derby, Vermont was o… [+1472 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/ShaolinTomReporter",
    "title": "North Korean Women Defectors Are Being Set Up With South Korean Men on Reality TV Show",
    "description": "The dynamics of “Love Unification: Southern Man, Northern Woman” take on new meaning as the two countries search for peace.",
    "url": "https://www.newsweek.com/north-korea-defectors-set-south-korean-tv-show-1222397",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1035996036_0.jpg",
    "publishedAt": "2018-11-19T17:51:55Z",
    "content": "As prospects of peace between North and South Korea are raised by the two longtime rivals, one reality television show has been bringing their respective citizens together for a different kind of union. South Korea's TV Chosun program Love Unification: Southe… [+4126 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/CristinaLeeMaza/",
    "title": "Polish Minister Says His Right-Wing Party Is Treated Like ‘Jews Were Treated By Goebbels’ During the Holocaust",
    "description": "“[Law and Justice] is fanning political divisions further by spewing conspiracy theories and using language that plays on people’s emotions and strengthens a sense of victimhood,” Zselyke Csaky, an expert on Central Europe at Freedom House, told Newsweek.",
    "url": "https://www.newsweek.com/polish-minister-jews-goebbels-holocaust-1222329",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1066229760-594x594.jpg",
    "publishedAt": "2018-11-19T17:48:53Z",
    "content": "Polands Deputy Prime Minister Piotr Glinski has compared criticism of his ruling Law and Justice Party to the persecution of Jews under the Nazis. The language toward Law and Justice is to exclude, annihilate, dehumanize, delegitimize, as Jews were treated by… [+2773 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Tim Marcin",
    "title": "NBA Trade Rumors: Washington Wizards Bradley Beal, John Wall Core Could Reportedly Be Done",
    "description": "The Wizards could soon look very, very different.",
    "url": "https://www.newsweek.com/nba-trade-rumors-washington-wizards-bradley-beal-john-wall-core-soon-done-1222363",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/beal-wall.jpg",
    "publishedAt": "2018-11-19T17:43:03Z",
    "content": "The Washington Wizards could be open to moving one their two star guardsJohn Wall and Bradley Bealin what would certainly prove to be a blockbuster trade, according to a report from ESPN's Adrian Wojnarowski on Monday. The Wizards have long been defined by th… [+2160 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Benjamin Fearnow",
    "title": "Amazon Delivering Real Christmas Trees, Sparks Family Tradition Debate About Picking Trees",
    "description": "Amazon began officially selling real, full-size Christmas trees Monday, prompting a debate over the tech giant's takeover of family traditions and picking out a Christmas tree on a tree farm.",
    "url": "https://www.newsweek.com/amazon-christmas-trees-real-full-size-delivery-local-prime-tree-farm-1222162",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-107540742.jpg",
    "publishedAt": "2018-11-19T17:37:46Z",
    "content": "Amazon began officially selling real, full-size Christmas trees Monday, which allows for six-to-seven foot real trees to be delivered to customer doorways. Amazon announced it would start shipping its first real Christmas trees November 19 -- including Fraser… [+2645 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "David Brennan",
    "title": "Donald Trump Mocked by Former CIA Head for Not Catching ISIS and Al-Qaeda Leaders",
    "description": "Michael Hayden sprang to the defense of retired Navy SEAL Admiral William McRaven, who Trump attacked on Sunday.",
    "url": "https://www.newsweek.com/donald-trump-mocked-former-cia-head-not-catching-isis-al-qaeda-leaders-after-1221942",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1062742666.jpg",
    "publishedAt": "2018-11-19T17:28:55Z",
    "content": "The backlash against President Donald Trumps attack on retired Navy SEAL Admiral William McRaven continued Monday, with the former director of both the CIA and National Security Agency Michael Hayden mocking the presidents own counter-terror failures. Trump m… [+4027 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Chantal Da Silva",
    "title": "Trump's Border Troops Deployment A 'Profound Betrayal' Of U.S. Military, Retired Colonels Say",
    "description": "\"The president used America’s military forces not against any real threat but as toy soldiers, with the intent of manipulating a domestic midterm election outcome,\" said three professors, including two retired Army colonels.",
    "url": "https://www.newsweek.com/trumps-border-troops-deployment-profound-betrayal-us-military-retired-1222265",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1057303986.jpg",
    "publishedAt": "2018-11-19T17:19:17Z",
    "content": "A group of professors, including two retired Army colonels, have condemned President Donald Trump's decision to deploy thousands of U.S. troops to the southern border, in anticipation of the arrival of a migrant caravan headed to the U.S. to seek asylum as a … [+4299 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "Sam Earle",
    "title": "Chicago Elevator Drops 84 Floors After Rope Breaks: 'I Believed We Were Going to Die'",
    "description": "“They couldn’t find us,” one passenger said. “We thought we only fell a few floors but we ended up falling 84.”",
    "url": "https://www.newsweek.com/chicago-elevator-drops-84-floors-after-rope-breaks-i-believed-we-were-going-1222161",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-917973162.jpg",
    "publishedAt": "2018-11-19T17:18:20Z",
    "content": "Passengers in a malfunctioning elevator were left shaken after plunging more than 80 floors in a 100-story Chicago building, eventually becoming suspended near the 11 th floor and requiring an elaborate rescue operation by the fire department. The incident to… [+2442 chars]"
  },
  {
    "source": {
      "id": "newsweek",
      "name": "Newsweek"
    },
    "author": "https://www.facebook.com/Greg-Price-143440199670198/",
    "title": "Midterm Elections Results: Latest Updates Show Democrats' Blue Wave Growing in House but Republicans Gain Senate Seat",
    "description": "Florida's two key elections went to Republicans over the weekend after recounts.",
    "url": "https://www.newsweek.com/midterm-election-results-latest-democrats-blue-wave-1221933",
    "urlToImage": "https://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2018/11/19/gettyimages-1067455164.jpg",
    "publishedAt": "2018-11-19T17:17:20Z",
    "content": "Both Democrats and Republicans had reason to celebrate over the weekend as more critical midterm races were decided. The Democrats managed to flip two more California districts and pad their considerable hold on the House, while Republicans gained two more go… [+2752 chars]"
  }
]